<pad>	0
<unk>	0
<s>	0
</s>	0
aa	-0
ee	-1
an	-2
oo	-3
▁አ	-4
ii	-5
▁እ	-6
uu	-7
▁h	-8
▁d	-9
▁k	-10
ar	-11
▁b	-12
ti	-13
▁ነ	-14
kk	-15
▁t	-16
in	-17
▁በ	-18
am	-19
▁g	-20
▁የ	-21
aan	-22
ir	-23
at	-24
▁n	-25
al	-26
▁j	-27
dh	-28
ab	-29
▁q	-30
is	-31
▁a	-32
▁hin	-33
ch	-34
▁s	-35
▁መ	-36
▁ይ	-37
▁m	-38
ur	-39
▁እን	-40
▁dh	-41
ees	-42
da	-43
▁ነው	-44
eess	-45
aal	-46
▁T	-47
▁qab	-48
un	-49
ም።	-50
tti	-51
een	-52
oom	-53
▁akk	-54
▁A	-55
ለሁ	-56
▁w	-57
ana	-58
ቶም	-59
▁jir	-60
▁Toom	-61
▁bar	-62
▁f	-63
▁ያ	-64
▁is	-65
▁ለ	-66
▁ማ	-67
ra	-68
ni	-69
▁ቶም	-70
aat	-71
atti	-72
▁ከ	-73
ል።	-74
chuu	-75
▁akka	-76
▁tur	-77
▁M	-78
▁ነው።	-79
▁y	-80
baa	-81
▁ተ	-82
▁to	-83
iin	-84
▁K	-85
ምን	-86
ለሁ።	-87
um	-88
yy	-89
▁ስ	-90
il	-91
▁ወ	-92
▁ብ	-93
er	-94
dha	-95
▁dan	-96
▁S	-97
▁ta	-98
aar	-99
▁H	-100
▁keess	-101
▁ነበ	-102
▁koo	-103
▁ት	-104
▁barbaa	-105
aaf	-106
▁አይ	-107
▁tokk	-108
▁እንደ	-109
dd	-110
ama	-111
itti	-112
eroo	-113
▁አል	-114
▁D	-115
▁ture	-116
▁B	-117
▁ሰ	-118
irr	-119
▁I	-120
ፈል	-121
▁አለ	-122
▁ይህ	-123
arg	-124
▁tokko	-125
ag	-126
▁W	-127
▁ው	-128
▁ነበር	-129
bb	-130
ta	-131
▁baa	-132
ma	-133
▁Y	-134
eek	-135
▁dee	-136
ገር	-137
akk	-138
▁ho	-139
iif	-140
▁je	-141
▁beek	-142
▁ምን	-143
▁go	-144
jj	-145
▁ሁ	-146
▁ላ	-147
▁qaba	-148
▁c	-149
ዚህ	-150
uun	-151
▁ል	-152
▁G	-153
▁danda	-154
sa	-155
it	-156
ne	-157
ጣም	-158
eeny	-159
ኝ።	-160
▁በጣም	-161
ጊዜ	-162
▁isaa	-163
▁arg	-164
▁nan	-165
▁kana	-166
eera	-167
oon	-168
ውን	-169
▁ነበር።	-170
▁አን	-171
▁irr	-172
▁N	-173
▁o	-174
uf	-175
▁ላይ	-176
▁jira	-177
▁wal	-178
▁አስ	-179
▁yaa	-180
uuf	-181
maa	-182
▁ጥ	-183
tu	-184
te	-185
▁ጊዜ	-186
▁hun	-187
saa	-188
la	-189
ስጥ	-190
▁Yeroo	-191
▁ወደ	-192
▁ደ	-193
▁waan	-194
▁ውስጥ	-195
▁du	-196
▁natti	-197
▁ቀ	-198
▁ነገር	-199
or	-200
▁ni	-201
▁baay	-202
achuu	-203
▁gar	-204
ችን	-205
▁kan	-206
▁na	-207
im	-208
on	-209
ph	-210
ll	-211
ፈልጋ	-212
▁jedh	-213
▁kun	-214
eer	-215
▁የሚ	-216
taa	-217
jje	-218
ነት	-219
▁dand	-220
▁kee	-221
ችላ	-222
መስ	-223
adh	-224
ለህ	-225
▁gu	-226
▁hojje	-227
▁ም	-228
ድረ	-229
ug	-230
ff	-231
▁Dh	-232
iis	-233
▁deem	-234
ol	-235
▁l	-236
▁fakk	-237
▁አይደ	-238
ው።	-239
ት።	-240
▁ገ	-241
▁ይህን	-242
▁yeroo	-243
aata	-244
ሁን	-245
ann	-246
▁እና	-247
▁ቤ	-248
▁እየ	-249
▁አላ	-250
of	-251
▁Akk	-252
▁maal	-253
▁irratti	-254
▁am	-255
iq	-256
▁ብዙ	-257
en	-258
ን።	-259
ad	-260
▁keessa	-261
▁sana	-262
ደር	-263
▁dubb	-264
▁F	-265
▁jiru	-266
tii	-267
▁ለመ	-268
ሆን	-269
▁Waan	-270
▁x	-271
ሆነ	-272
ala	-273
yaa	-274
daa	-275
▁ጠ	-276
▁gaar	-277
▁ሁሉ	-278
▁የተ	-279
ች።	-280
▁qabu	-281
ww	-282
▁akkas	-283
raa	-284
▁jaal	-285
all	-286
ዎች	-287
▁si	-288
eessa	-289
ድረግ	-290
▁itti	-291
na	-292
▁ታ	-293
ata	-294
ችል	-295
tee	-296
anaa	-297
▁O	-298
ddaa	-299
▁እንዳ	-300
▁ግ	-301
▁ጋ	-302
▁Maal	-303
▁i	-304
▁barbaada	-305
▁gaarii	-306
uma	-307
▁gochuu	-308
oota	-309
▁mi	-310
▁Ani	-311
▁nama	-312
chis	-313
aalaa	-314
hee	-315
▁ባ	-316
▁አለብ	-317
▁የም	-318
ለው	-319
▁dhag	-320
▁ማን	-321
▁ፈ	-322
▁hunda	-323
▁dha	-324
eenya	-325
▁ሰው	-326
▁ለማ	-327
du	-328
▁አንድ	-329
▁qof	-330
▁ጋር	-331
▁il	-332
▁ስለ	-333
ንድ	-334
▁አሁን	-335
▁Nam	-336
di	-337
chaa	-338
ate	-339
ሄድ	-340
yyee	-341
▁haa	-342
▁dhuf	-343
▁እፈልጋ	-344
▁J	-345
ga	-346
ውቅ	-347
▁yaada	-348
▁ጥሩ	-349
▁ምንም	-350
▁Am	-351
▁In	-352
▁ማድረግ	-353
▁boo	-354
▁fi	-355
▁ያን	-356
ውቃ	-357
amma	-358
▁Is	-359
▁ishee	-360
▁gara	-361
▁r	-362
oonni	-363
ስተ	-364
ba	-365
▁በእ	-366
▁jedheen	-367
▁Q	-368
▁ቤት	-369
▁ሊ	-370
ኝም።	-371
▁ken	-372
▁waliin	-373
▁ብቻ	-374
yyaa	-375
▁beeku	-376
ኛል።	-377
tuu	-378
▁ይመስ	-379
anii	-380
▁miti	-381
▁isa	-382
▁ክ	-383
jii	-384
▁barbaachis	-385
▁ha	-386
ቸው	-387
ame	-388
▁እኔ	-389
aataa	-390
▁mana	-391
og	-392
▁naaf	-393
▁ee	-394
▁የለ	-395
ርያ	-396
▁akkan	-397
alaa	-398
▁deeb	-399
amaa	-400
▁እዚህ	-401
▁በአ	-402
▁sun	-403
▁አይደለ	-404
ስት	-405
▁gal	-406
▁Kun	-407
ah	-408
▁እር	-409
በት	-410
▁keessatti	-411
▁him	-412
aatii	-413
ህን	-414
alee	-415
▁dur	-416
▁gaaf	-417
▁ስራ	-418
▁irraa	-419
▁dhug	-420
▁Sun	-421
as	-422
▁keessan	-423
atu	-424
ሳይ	-425
▁Kana	-426
▁qofa	-427
if	-428
qa	-429
aas	-430
▁eeg	-431
ul	-432
▁እሱ	-433
▁ና	-434
▁fu	-435
▁ለምን	-436
dhu	-437
re	-438
▁ዛ	-439
ub	-440
kol	-441
ዴት	-442
▁dandeess	-443
▁ያንን	-444
▁of	-445
ደረ	-446
▁booda	-447
ark	-448
faan	-449
ፈልግ	-450
ንት	-451
▁guddaa	-452
ገና	-453
▁as	-454
▁fakkaata	-455
ነበ	-456
ዚያ	-457
ars	-458
▁ያለ	-459
▁ከእ	-460
iqq	-461
▁የእ	-462
▁baayyee	-463
▁ይችላ	-464
▁እንዴት	-465
▁dhi	-466
▁ra	-467
▁እንዲ	-468
onkol	-469
▁Ho	-470
iyy	-471
▁mur	-472
ቅር	-473
ቱን	-474
ሁ።	-475
ወዳ	-476
ሰራ	-477
ግር	-478
llee	-479
ለት	-480
▁ካ	-481
▁መን	-482
▁Mee	-483
itaa	-484
▁አት	-485
▁የማ	-486
▁ilaal	-487
▁keessaa	-488
argaar	-489
ummaa	-490
▁beeka	-491
የት	-492
▁ነገ	-493
▁የት	-494
▁R	-495
ህል	-496
▁ድ	-497
ri	-498
ችልም።	-499
ገባ	-500
duu	-501
umaa	-502
▁bil	-503
aadha	-504
de	-505
▁በመ	-506
▁ዛሬ	-507
oph	-508
▁so	-509
▁keenya	-510
ራት	-511
▁caalaa	-512
irra	-513
▁እንድ	-514
ረን	-515
ool	-516
ርያም	-517
▁እያ	-518
▁Dhug	-519
▁እንደሚ	-520
▁ሁሉም	-521
▁ቦ	-522
cha	-523
▁ab	-524
ara	-525
ሰማ	-526
ሉ።	-527
anti	-528
መለ	-529
▁bir	-530
▁ትን	-531
▁gamma	-532
▁L	-533
chi	-534
nu	-535
▁jaall	-536
▁ብዬ	-537
▁fakkaat	-538
▁in	-539
▁መስ	-540
kan	-541
▁የመ	-542
▁ሳ	-543
gaa	-544
▁jiraa	-545
ፊት	-546
ለች።	-547
▁isaan	-548
aay	-549
▁an	-550
▁ኣ	-551
▁Namni	-552
▁ny	-553
ተኛ	-554
▁ጉ	-555
▁nam	-556
▁nu	-557
▁dar	-558
dda	-559
▁qabna	-560
qab	-561
ችሁ	-562
▁እስ	-563
▁ku	-564
ውቅም።	-565
ሪያ	-566
▁እባ	-567
▁sa	-568
▁እፈልጋለሁ።	-569
▁ፍ	-570
▁ያህል	-571
▁qabda	-572
▁ዘ	-573
▁ዝ	-574
ኋላ	-575
ድር	-576
▁ቆ	-577
ህ።	-578
▁ትንሽ	-579
▁xiqq	-580
▁ሀ	-581
alqab	-582
ላል	-583
ትን	-584
tiin	-585
▁አያ	-586
▁dab	-587
eerii	-588
ስዎ	-589
▁ka	-590
▁guu	-591
bil	-592
▁E	-593
▁Amma	-594
amu	-595
▁ች	-596
▁ji	-597
▁irra	-598
soo	-599
▁ሞ	-600
ኩ።	-601
▁ነኝ።	-602
▁Meerii	-603
▁p	-604
ayy	-605
▁ያስ	-606
▁dhaga	-607
eeff	-608
▁gargaar	-609
iyaa	-610
▁isin	-611
eef	-612
ምህ	-613
▁ግን	-614
ኪና	-615
▁dhiis	-616
ንዘ	-617
ጣት	-618
aala	-619
ናል።	-620
yyaan	-621
ataa	-622
▁jalqab	-623
▁dandeeny	-624
om	-625
▁ሌ	-626
▁waa	-627
dduu	-628
ለን።	-629
ቸው።	-630
▁የአ	-631
▁Far	-632
▁barbaadu	-633
tan	-634
ጓደ	-635
▁ህ	-636
▁ሙ	-637
▁sirr	-638
ርት	-639
ጀመ	-640
▁ሲ	-641
annoo	-642
qaa	-643
▁በኋላ	-644
▁Akka	-645
መጣ	-646
▁aman	-647
ባት	-648
▁Maaliif	-649
iir	-650
ukk	-651
▁ክፍ	-652
▁akkam	-653
▁"	-654
akka	-655
▁በዚህ	-656
▁መጠ	-657
▁እንደሆነ	-658
▁deebi	-659
▁C	-660
▁taph	-661
dhe	-662
ገረ	-663
▁jaalla	-664
▁siif	-665
anga	-666
▁ገንዘ	-667
si	-668
ንም	-669
ansaa	-670
▁manaa	-671
ፈልገ	-672
▁ቁ	-673
ለኛል።	-674
▁dhaa	-675
ansaay	-676
▁Faransaay	-677
▁Har	-678
heen	-679
▁ti	-680
▁Ati	-681
ሰብ	-682
▁ን	-683
ረንሳይ	-684
▁darb	-685
▁ቢ	-686
uff	-687
▁አውቃ	-688
▁mii	-689
oof	-690
onkolaataa	-691
dii	-692
umur	-693
ዋል።	-694
▁turre	-695
▁mu	-696
▁hundi	-697
▁Gu	-698
▁መፅ	-699
anne	-700
sii	-701
atte	-702
ቶች	-703
▁ani	-704
araa	-705
▁አይደለም።	-706
aaraa	-707
▁sh	-708
es	-709
▁አልችልም።	-710
▁ati	-711
▁nyaa	-712
▁Toomii	-713
ማሪ	-714
joo	-715
ናገር	-716
▁aj	-717
dhaa	-718
▁rakk	-719
ገድ	-720
▁ጓደ	-721
▁sad	-722
allee	-723
ogg	-724
ረዳ	-725
ክል	-726
ዋል	-727
▁barbaachisa	-728
ubb	-729
▁ከአ	-730
▁bilbil	-731
▁ሰዎች	-732
▁isaanii	-733
amuu	-734
ኘት	-735
ነበረ	-736
kaa	-737
▁garuu	-738
▁ይህንን	-739
▁hund	-740
▁hark	-741
ill	-742
▁ነበረ	-743
▁እፈልጋለሁ	-744
▁ማርያም	-745
ዬን	-746
▁Waa	-747
▁ይመስለኛል።	-748
▁የሚያ	-749
▁እነ	-750
ናል	-751
▁እንዳለ	-752
af	-753
▁Wanti	-754
ጨረ	-755
ላል።	-756
naa	-757
▁የበ	-758
ወት	-759
eet	-760
▁ለእ	-761
chuun	-762
ፈለ	-763
▁dhab	-764
▁እንደም	-765
▁Afaan	-766
▁ተስ	-767
▁አውቃለሁ።	-768
arr	-769
ደርጋ	-770
ረንሳይኛ	-771
amm	-772
dhaan	-773
ንተ	-774
ውነት	-775
▁መኪና	-776
ልቅ	-777
▁እችላ	-778
▁turte	-779
▁qor	-780
▁አላውቅም።	-781
▁sitti	-782
▁አው	-783
ታው	-784
ዎት	-785
ዎን	-786
▁በፊት	-787
▁መሆን	-788
▁ማንም	-789
▁Hun	-790
▁Dhuguma	-791
▁መሄድ	-792
baan	-793
▁barr	-794
nis	-795
alkan	-796
▁P	-797
▁አሉ	-798
aree	-799
▁dheer	-800
▁fudha	-801
▁mee	-802
ogogg	-803
▁ገንዘብ	-804
ላት	-805
▁መፅሀ	-806
▁የሆነ	-807
ገኘ	-808
▁መል	-809
▁jet	-810
▁biraa	-811
▁fudh	-812
ዎችን	-813
att	-814
▁hojii	-815
fii	-816
▁mir	-817
▁goo	-818
▁Hojii	-819
ru	-820
መት	-821
▁tola	-822
▁wa	-823
▁Faransaayii	-824
▁ba	-825
▁dandeessu	-826
ሮች	-827
arraa	-828
achaa	-829
amaan	-830
▁Inni	-831
▁Maar	-832
▁ልጅ	-833
▁he	-834
▁ትና	-835
▁Isheen	-836
▁sirrii	-837
▁ከመ	-838
▁deema	-839
▁አስተ	-840
▁ረ	-841
▁X	-842
▁ይፈልጋ	-843
oob	-844
ኩም።	-845
▁አንዳ	-846
ላይ	-847
▁Sana	-848
chuuf	-849
adhu	-850
iy	-851
ish	-852
▁yoo	-853
በላ	-854
▁እባክ	-855
iyaam	-856
▁ol	-857
▁san	-858
ቷል።	-859
▁bi	-860
▁Maariyaam	-861
ina	-862
oor	-863
ወቅ	-864
mii	-865
▁ቦታ	-866
▁አሳ	-867
▁እድ	-868
ምህርት	-869
▁ተስፋ	-870
▁ጨ	-871
ፈልግም።	-872
bbol	-873
▁Kitaa	-874
▁ቃ	-875
▁kaa	-876
kii	-877
▁dura	-878
pp	-879
▁ajaa	-880
adha	-881
ታል	-882
ቻለሁ።	-883
▁ባለ	-884
inaa	-885
▁የምት	-886
adhe	-887
ኛው	-888
▁fakkaatu	-889
suu	-890
▁በማ	-891
▁hir	-892
▁yaal	-893
▁malee	-894
ora	-895
itii	-896
▁ፈረንሳይኛ	-897
ድን	-898
mallee	-899
ደርግ	-900
▁uff	-901
alph	-902
ሶስት	-903
st	-904
▁eeny	-905
▁ሌላ	-906
ደው	-907
▁አልነበረ	-908
▁xumur	-909
yyaana	-910
▁ሆ	-911
▁Akkam	-912
▁Yeroon	-913
▁ሰኣ	-914
▁As	-915
▁አደ	-916
▁qabaa	-917
ያው	-918
▁tokkollee	-919
ለን	-920
▁ga	-921
ophaa	-922
▁ib	-923
▁ጉዳ	-924
▁seen	-925
▁gah	-926
▁U	-927
▁ጎ	-928
ሩን	-929
▁bu	-930
▁ትናንት	-931
▁ናቸው።	-932
▁hi	-933
▁እየተ	-934
ግጠ	-935
ዋለሁ።	-936
▁ትችላ	-937
▁qabdu	-938
▁kanaa	-939
."	-940
ግብ	-941
▁አስባ	-942
laqa	-943
▁Kan	-944
▁Guyyaa	-945
ሃል	-946
▁ሁል	-947
▁kenn	-948
▁አሁንም	-949
aatiin	-950
eessuu	-951
arra	-952
▁ችግር	-953
ኛል	-954
jiin	-955
▁gad	-956
umsaa	-957
isa	-958
መን	-959
▁jirra	-960
▁ሁኔ	-961
▁እወዳ	-962
achuuf	-963
▁ኮ	-964
▁Akkas	-965
ቀም	-966
▁ቅ	-967
▁barbaadd	-968
ፍት	-969
ታት	-970
attu	-971
achuun	-972
▁salph	-973
▁bo	-974
anni	-975
iisa	-976
▁afaan	-977
ኩት።	-978
▁ቀን	-979
▁አይደለም	-980
▁bita	-981
▁Isaan	-982
▁guyyaa	-983
ite	-984
▁Ku	-985
▁አለኝ።	-986
ታል።	-987
▁ከዚህ	-988
ቀጥ	-989
▁አልተ	-990
▁በፍ	-991
amee	-992
▁fayy	-993
ወድ	-994
ለጠ	-995
▁amma	-996
aniiru	-997
▁ልጆ	-998
aasa	-999
▁አንዳንድ	-1000
▁dandeenye	-1001
ok	-1002
▁sadii	-1003
▁waanan	-1004
▁wajj	-1005
▁wajjin	-1006
ሳብ	-1007
ረው	-1008
ወስ	-1009
▁እችላለሁ	-1010
መል	-1011
▁gur	-1012
ተት	-1013
▁Halkan	-1014
▁Wal	-1015
▁አልቻ	-1016
ib	-1017
ማር	-1018
aggaa	-1019
▁daa	-1020
▁ምክ	-1021
ishaan	-1022
▁ዋ	-1023
▁ወይ	-1024
▁አድር	-1025
▁dubbis	-1026
▁ጣ	-1027
ጠብ	-1028
ርስዎ	-1029
ከር	-1030
▁አብ	-1031
ኑን	-1032
▁በተ	-1033
▁ተና	-1034
▁Yaa	-1035
▁በላይ	-1036
▁xiqqoo	-1037
▁dandeessaa	-1038
▁እንደማ	-1039
▁eessa	-1040
▁th	-1041
ጨረሻ	-1042
ቤት	-1043
se	-1044
▁ከባ	-1045
aam	-1046
ክክል	-1047
▁hojjet	-1048
▁ሄ	-1049
▁አይነት	-1050
▁jirta	-1051
ነው	-1052
▁barumsaa	-1053
aleessa	-1054
ቀመ	-1055
aate	-1056
▁ሁኔታ	-1057
▁የለኝም።	-1058
icha	-1059
▁haaraa	-1060
▁በት	-1061
iifama	-1062
▁hub	-1063
▁መንገድ	-1064
ull	-1065
eessaa	-1066
▁Yoo	-1067
የቀ	-1068
በቅ	-1069
eesse	-1070
▁Nama	-1071
▁ራ	-1072
ban	-1073
▁አዲ	-1074
▁kam	-1075
aq	-1076
ለም	-1077
ኖር	-1078
siis	-1079
fa	-1080
ለህ።	-1081
attee	-1082
jjiir	-1083
▁መፅሀፍ	-1084
▁Bor	-1085
▁dhii	-1086
uk	-1087
▁guutuu	-1088
ቹን	-1089
▁ሙሉ	-1090
▁አይደል	-1091
▁Baa	-1092
▁ናቸው	-1093
agg	-1094
▁ቶምን	-1095
ስተኛ	-1096
aba	-1097
▁inni	-1098
▁yaad	-1099
▁እርግጠ	-1100
▁ይመስላል።	-1101
▁የበለጠ	-1102
ናት	-1103
▁አይመስ	-1104
ሄዳ	-1105
▁አለብኝ።	-1106
▁konkolaataa	-1107
▁Si	-1108
▁dhukk	-1109
▁Sa	-1110
▁መጥ	-1111
ሳት	-1112
ያቄ	-1113
▁Mana	-1114
▁jaalladha	-1115
▁እንድት	-1116
▁በሚ	-1117
▁ጓደኛ	-1118
▁እርግጠኛ	-1119
ብኝ	-1120
▁Namoonni	-1121
▁lama	-1122
aatti	-1123
▁አስባለሁ።	-1124
▁አለ።	-1125
▁gadi	-1126
▁ትልቅ	-1127
▁dhagah	-1128
ንያ	-1129
▁haasa	-1130
adhab	-1131
▁roob	-1132
kumaa	-1133
aane	-1134
▁barbaan	-1135
▁አንተ	-1136
▁dogogg	-1137
▁እወዳለሁ።	-1138
ውነ	-1139
ድረስ	-1140
▁fe	-1141
▁haww	-1142
illeen	-1143
▁አባ	-1144
▁hanga	-1145
▁ይሆ	-1146
▁gudd	-1147
▁መቼ	-1148
anama	-1149
aann	-1150
▁አልፈልግም።	-1151
▁kaff	-1152
ሱን	-1153
▁bal	-1154
▁Rakk	-1155
▁eenyu	-1156
▁fayyad	-1157
መር	-1158
iil	-1159
▁እንደገና	-1160
▁sir	-1161
amb	-1162
ine	-1163
▁ፖ	-1164
ja	-1165
ንብ	-1166
▁ከባድ	-1167
▁ጥያቄ	-1168
▁ማታ	-1169
▁jedhee	-1170
ሴት	-1171
ንግ	-1172
ከተ	-1173
▁እሷ	-1174
aatu	-1175
▁ደስተኛ	-1176
le	-1177
▁ሰኣት	-1178
▁mitii	-1179
▁namni	-1180
▁maaliif	-1181
▁ሃ	-1182
▁asitti	-1183
ዳት	-1184
yoo	-1185
ግኘት	-1186
▁fuu	-1187
ወጣ	-1188
▁haf	-1189
▁osoo	-1190
ስታ	-1191
ኩት	-1192
▁Innis	-1193
▁ታውቃ	-1194
▁yeroon	-1195
ረ።	-1196
▁er	-1197
isaa	-1198
amne	-1199
▁kenni	-1200
▁ለአ	-1201
▁ትምህርት	-1202
ጀመሪያ	-1203
ስተን	-1204
▁መብ	-1205
▁እንግ	-1206
▁ሁሉንም	-1207
▁ከተ	-1208
▁Ijoo	-1209
▁ክፍል	-1210
▁Sh	-1211
ilaa	-1212
dheera	-1213
ነጋ	-1214
▁Hundi	-1215
ደረግ	-1216
▁ነች።	-1217
atee	-1218
diin	-1219
▁ስንት	-1220
▁dabars	-1221
▁cuf	-1222
cc	-1223
▁bakka	-1224
ቀድ	-1225
▁አታ	-1226
wwan	-1227
▁gon	-1228
ፈው	-1229
▁meeqa	-1230
▁dadhab	-1231
▁turan	-1232
▁yaadd	-1233
▁dheeraa	-1234
▁Akkamitti	-1235
ርስ	-1236
faa	-1237
▁አይደለሁ	-1238
▁ቡ	-1239
▁ጀ	-1240
ደርገ	-1241
▁Hir	-1242
▁gonkumaa	-1243
iig	-1244
▁ውሻ	-1245
▁አደርጋ	-1246
▁barbaachisu	-1247
▁ስሜ	-1248
malee	-1249
▁homaa	-1250
▁dhugaa	-1251
▁raa	-1252
▁አየ	-1253
▁ammaa	-1254
eny	-1255
▁jijjiir	-1256
▁Osoo	-1257
▁ምግብ	-1258
▁hamaa	-1259
ምንት	-1260
▁murt	-1261
▁waggaa	-1262
▁Eeny	-1263
▁ለማድረግ	-1264
us	-1265
ኞች	-1266
▁jirti	-1267
▁hojjechuu	-1268
ጠይ	-1269
▁dag	-1270
ota	-1271
▁ማየት	-1272
ወሰ	-1273
▁ወን	-1274
ርያምን	-1275
▁e	-1276
▁ማለት	-1277
ደረገ	-1278
ጥነት	-1279
▁1	-1280
▁አም	-1281
agaa	-1282
arii	-1283
▁maali	-1284
▁ይችላሉ	-1285
ልክ	-1286
▁baree	-1287
bba	-1288
▁እነዚህ	-1289
▁muraasa	-1290
▁achi	-1291
ጅም	-1292
ulq	-1293
▁አስፈ	-1294
▁dabal	-1295
▁hedduu	-1296
li	-1297
▁ci	-1298
▁Na	-1299
▁adda	-1300
ሩ።	-1301
ቴን	-1302
ቂት	-1303
▁ul	-1304
ulqull	-1305
bu	-1306
▁ይፈልጋሉ	-1307
arri	-1308
▁yaade	-1309
▁kutaa	-1310
eettii	-1311
▁ፀ	-1312
▁ይቅር	-1313
bbaan	-1314
▁kaffal	-1315
ant	-1316
▁ሁለ	-1317
ሃለሁ።	-1318
▁ar	-1319
▁ደረ	-1320
▁ልት	-1321
▁ስህ	-1322
▁guut	-1323
ateera	-1324
▁Bo	-1325
▁ሁለት	-1326
ብስ	-1327
nee	-1328
▁Nu	-1329
▁taane	-1330
መለስ	-1331
▁Hanga	-1332
▁አይደለሁም።	-1333
መሰ	-1334
▁አስደ	-1335
▁ayyaana	-1336
ችው።	-1337
▁Boru	-1338
adheera	-1339
▁ይሰማ	-1340
iyyuu	-1341
ልፍ	-1342
▁Dee	-1343
▁ይችላል።	-1344
▁ገና	-1345
ka	-1346
▁suu	-1347
ገኛ	-1348
aara	-1349
▁Qor	-1350
ሃል።	-1351
▁በጥ	-1352
irri	-1353
▁ይወዳ	-1354
▁sanatti	-1355
▁akkamitti	-1356
▁Obbol	-1357
▁kootti	-1358
▁ma	-1359
maan	-1360
▁የቶም	-1361
▁ትችላለህ	-1362
ንጆ	-1363
▁በደ	-1364
▁ዶ	-1365
ንም።	-1366
▁ዳ	-1367
atan	-1368
▁deemuu	-1369
ተር	-1370
▁ተጨ	-1371
soon	-1372
▁Bal	-1373
▁duu	-1374
▁ይችላል	-1375
ቀው	-1376
▁Boo	-1377
▁እውነት	-1378
▁darbe	-1379
▁በቀ	-1380
▁Jaa	-1381
▁አዲስ	-1382
▁dhih	-1383
▁gochuuf	-1384
ሁት።	-1385
▁gochuun	-1386
▁mud	-1387
▁የለም።	-1388
▁Maallaqa	-1389
▁dubbachuu	-1390
▁እንደዚህ	-1391
chiis	-1392
▁ያለው	-1393
▁ድረስ	-1394
▁Kitaab	-1395
▁ምክንያ	-1396
ጣ።	-1397
▁ማወቅ	-1398
ቷል	-1399
▁መግ	-1400
ston	-1401
▁ሀሳብ	-1402
▁እስካ	-1403
▁Gaaf	-1404
annaa	-1405
uuz	-1406
ttaa	-1407
▁fil	-1408
▁kooti	-1409
▁kanaan	-1410
▁barbaade	-1411
▁ቆንጆ	-1412
▁እዚያ	-1413
areen	-1414
▁ሁላ	-1415
ብሰ	-1416
dhii	-1417
▁ቃል	-1418
▁godhu	-1419
▁kitaa	-1420
▁qulqull	-1421
ጫወት	-1422
▁tokkon	-1423
ichi	-1424
▁taa	-1425
▁wanti	-1426
▁jechuu	-1427
▁ጉዳይ	-1428
▁እባክህ	-1429
▁ፊ	-1430
▁አደርጋለሁ።	-1431
▁መው	-1432
▁tor	-1433
▁sodaa	-1434
▁ብሎ	-1435
▁ማርያምን	-1436
በር	-1437
ፈራ	-1438
▁ከእኔ	-1439
aroo	-1440
▁Manni	-1441
▁deemuun	-1442
▁ሶስት	-1443
▁ያውቃ	-1444
▁አለብኝ	-1445
ካከ	-1446
▁mas	-1447
ርሳ	-1448
በል	-1449
gars	-1450
▁ታውቃለህ	-1451
▁liq	-1452
▁ool	-1453
▁tol	-1454
▁እርስዎ	-1455
▁Bakka	-1456
ችሉ	-1457
tin	-1458
▁አለብን።	-1459
bur	-1460
▁qabne	-1461
ስራ	-1462
ሻለ	-1463
▁daf	-1464
▁ቀላል	-1465
▁dhuguma	-1466
ናብ	-1467
▁ከማ	-1468
▁Abbaan	-1469
ቆም	-1470
see	-1471
▁የማይ	-1472
ደብ	-1473
ገራ	-1474
ፓር	-1475
ችንም	-1476
▁ነህ።	-1477
aanaa	-1478
▁ጫ	-1479
▁መጥፎ	-1480
ረት	-1481
ing	-1482
▁dhufu	-1483
▁የእኔ	-1484
▁Gara	-1485
▁አደጋ	-1486
▁እስከ	-1487
▁bishaan	-1488
▁dhagahama	-1489
ረጋ	-1490
ያለሁ።	-1491
▁add	-1492
▁sanaa	-1493
▁Kaleessa	-1494
▁barbaaddaa	-1495
▁ትፈልጋ	-1496
▁qilleen	-1497
ሎች	-1498
ይወት	-1499
▁bah	-1500
▁ወንድ	-1501
▁ቤተ	-1502
▁እስካሁን	-1503
▁arguu	-1504
▁Konkolaataa	-1505
▁mar	-1506
▁harka	-1507
ነሳ	-1508
▁al	-1509
isii	-1510
eetii	-1511
ሞክ	-1512
atta	-1513
▁በእውነት	-1514
▁akkasii	-1515
▁ሻ	-1516
▁Ab	-1517
▁ኣይ	-1518
▁ይቅርታ	-1519
aannoo	-1520
▁dandeessa	-1521
▁Ammas	-1522
▁deemu	-1523
▁Silaa	-1524
ut	-1525
▁የለው	-1526
▁yoom	-1527
▁Ammallee	-1528
00	-1529
በብ	-1530
▁ምር	-1531
▁የምን	-1532
▁Asitti	-1533
ዘጋ	-1534
uux	-1535
ameera	-1536
ዋት	-1537
ገኝ	-1538
▁Dur	-1539
▁fuf	-1540
ang	-1541
▁dhiisuu	-1542
qon	-1543
ዛት	-1544
yyuu	-1545
▁agars	-1546
ቢያ	-1547
በት።	-1548
ppaan	-1549
ፁም	-1550
ለኛ	-1551
▁በቂ	-1552
agalee	-1553
▁dhufe	-1554
▁masq	-1555
▁Isheenis	-1556
ላጆ	-1557
ላጊ	-1558
▁እውነ	-1559
▁arge	-1560
▁hime	-1561
ናለሁ።	-1562
▁raf	-1563
▁ሁልጊዜ	-1564
ጃፓ	-1565
▁በእር	-1566
▁Jaappaan	-1567
ማማ	-1568
▁መር	-1569
▁እመ	-1570
ኛለሁ።	-1571
▁saree	-1572
አት	-1573
ያን	-1574
▁masqalaa	-1575
ተው	-1576
atii	-1577
ለኝም።	-1578
▁አልነበረም።	-1579
ውቅም	-1580
▁አገኘ	-1581
ገዛ	-1582
kanaa	-1583
▁kaas	-1584
▁dhukkub	-1585
hii	-1586
▁ከፍ	-1587
tanii	-1588
▁አለብህ።	-1589
ነግ	-1590
▁አግ	-1591
▁fur	-1592
▁ruk	-1593
ልህ	-1594
ረዶ	-1595
▁bit	-1596
▁goww	-1597
▁ሚ	-1598
▁deeme	-1599
▁mirkanaa	-1600
ንቀ	-1601
ዳታ	-1602
▁ተጠ	-1603
ነጋገር	-1604
▁ሊሆን	-1605
▁ስሜት	-1606
▁ሽ	-1607
▁aar	-1608
▁ijoo	-1609
imma	-1610
ህና	-1611
ዶች	-1612
ቸውን	-1613
ቀጥለው	-1614
▁ስህተት	-1615
ምር	-1616
▁gaa	-1617
▁hojjechaa	-1618
▁አስፈላጊ	-1619
▁qa	-1620
▁አጥ	-1621
▁ደብ	-1622
kaan	-1623
dur	-1624
ffaa	-1625
የቅ	-1626
▁ያል	-1627
▁abdiin	-1628
▁nyaata	-1629
eesh	-1630
abaa	-1631
annu	-1632
▁cab	-1633
▁hayy	-1634
▁barbaanne	-1635
ሳች	-1636
eessi	-1637
▁Baay	-1638
▁ነገሮች	-1639
anna	-1640
ናልባት	-1641
▁hundumaa	-1642
ደ።	-1643
▁ምናልባት	-1644
▁Ny	-1645
▁ነኝ	-1646
▁Mii	-1647
▁አለህ	-1648
▁እኛ	-1649
▁beekuu	-1650
▁beektaa	-1651
onni	-1652
▁ሴት	-1653
▁አያስ	-1654
▁በል	-1655
▁በቅር	-1656
▁dhal	-1657
ንቅ	-1658
▁ነህ	-1659
lmaa	-1660
▁ulf	-1661
▁Hin	-1662
▁Suu	-1663
▁tilmaa	-1664
▁አይመስለኝም።	-1665
▁godh	-1666
▁Ijooll	-1667
▁im	-1668
aataan	-1669
▁dhiyoo	-1670
akkaa	-1671
▁በትክክል	-1672
▁ilaalaa	-1673
oot	-1674
▁ነን።	-1675
▁raaww	-1676
aqii	-1677
isuu	-1678
▁dhaq	-1679
▁jaalladhu	-1680
▁godhe	-1681
▁ውሃ	-1682
▁aan	-1683
▁hii	-1684
▁nuuf	-1685
aqiiqaa	-1686
ቂቃ	-1687
መሰግ	-1688
▁እቅ	-1689
▁አለው።	-1690
▁jedhe	-1691
ሜሪ	-1692
ብህ	-1693
ili	-1694
ናገረ	-1695
ጎት	-1696
▁ልጆች	-1697
▁እንዳል	-1698
▁jechuun	-1699
bala	-1700
▁Jir	-1701
ootaa	-1702
▁jirtu	-1703
▁ammallee	-1704
▁ኩ	-1705
▁di	-1706
▁Bar	-1707
▁qabdi	-1708
itee	-1709
▁mag	-1710
▁Dhiifama	-1711
▁jiraachuu	-1712
የር	-1713
▁la	-1714
▁ማስ	-1715
▁the	-1716
▁Yaada	-1717
▁እንደምት	-1718
ለች	-1719
ደም	-1720
▁ምንድን	-1721
▁Kutaa	-1722
ከት	-1723
▁balaa	-1724
▁galat	-1725
ጃፓን	-1726
▁እንዲህ	-1727
▁እጠ	-1728
▁har	-1729
▁ማግኘት	-1730
▁አልቻል	-1731
▁ትፈልጋለህ	-1732
ችንን	-1733
▁eegg	-1734
▁dhaab	-1735
ረጴ	-1736
ረጴዛ	-1737
▁qabnu	-1738
▁ሳይ	-1739
▁caal	-1740
▁Konkol	-1741
ሯል።	-1742
▁አጠ	-1743
ቀት	-1744
ወድም።	-1745
▁fag	-1746
ሰበ	-1747
▁ታሪ	-1748
▁ጠን	-1749
chiisa	-1750
▁tokkotti	-1751
▁sirriitti	-1752
▁ውድ	-1753
▁qoo	-1754
▁ሳምንት	-1755
ve	-1756
▁በሙ	-1757
ፈልገው	-1758
▁Haa	-1759
▁ajj	-1760
▁አመት	-1761
▁ደቂቃ	-1762
▁Gargaar	-1763
ምት	-1764
▁ሰጠ	-1765
▁በሰ	-1766
ተናል።	-1767
▁Gal	-1768
▁Ing	-1769
▁dii	-1770
ለፍ	-1771
▁በፍጥነት	-1772
gg	-1773
ሉም	-1774
▁ችግ	-1775
▁ውጭ	-1776
▁cimaa	-1777
▁ገባ	-1778
▁በደንብ	-1779
jif	-1780
▁መቆ	-1781
alli	-1782
ሆኑ	-1783
ጥር	-1784
▁ሰር	-1785
▁ወሰ	-1786
▁ደህና	-1787
▁himuu	-1788
▁ባቡ	-1789
▁ዋጋ	-1790
▁rif	-1791
▁gurg	-1792
▁አስደሳች	-1793
araan	-1794
▁kenne	-1795
▁Rakkoo	-1796
▁ቴ	-1797
▁እንኳ	-1798
▁Ingili	-1799
▁እራ	-1800
▁mil	-1801
▁ተማሪ	-1802
iqqoo	-1803
▁carraa	-1804
xx	-1805
▁gahaa	-1806
▁lamaan	-1807
መድ	-1808
▁ዝናብ	-1809
▁ባለፈው	-1810
▁ሆነ	-1811
▁Tor	-1812
▁መናገር	-1813
iyyoota	-1814
▁Kitaaba	-1815
laa	-1816
▁cim	-1817
▁dhaabb	-1818
▁kanaaf	-1819
▁manaatti	-1820
▁gaariitti	-1821
umsa	-1822
▁ለቶም	-1823
ou	-1824
▁ተናግ	-1825
▁2	-1826
▁ጠዋት	-1827
▁akkamii	-1828
to	-1829
ዳቤ	-1830
ጠበ	-1831
ophee	-1832
▁ደስ	-1833
▁ban	-1834
▁አግኝ	-1835
dhaaf	-1836
geeff	-1837
▁dhaggeeff	-1838
ibaa	-1839
ikaa	-1840
▁hojiin	-1841
▁dogoggora	-1842
zii	-1843
▁eegaa	-1844
▁jedhu	-1845
ከብ	-1846
▁ተመ	-1847
▁gatii	-1848
▁ሆኖ	-1849
iyya	-1850
▁ጥቂት	-1851
aatee	-1852
adhaa	-1853
▁Torban	-1854
▁dandeenyu	-1855
okt	-1856
▁ገዛ	-1857
akki	-1858
ጫወ	-1859
▁መም	-1860
qonnaa	-1861
▁obbol	-1862
▁በሚቀጥለው	-1863
▁argachuu	-1864
▁ፊል	-1865
▁ነበረብ	-1866
▁godha	-1867
▁bad	-1868
▁አለው	-1869
▁salphaa	-1870
ሰጠ	-1871
ወደ	-1872
▁ፍላ	-1873
▁ስለዚህ	-1874
taan	-1875
▁mirkan	-1876
ጡ።	-1877
▁Nuti	-1878
▁gargaaruu	-1879
uba	-1880
ሞከር	-1881
eensa	-1882
oomaa	-1883
▁jirtaa	-1884
▁kophaa	-1885
▁Ijoolleen	-1886
▁ልታ	-1887
▁እንኳን	-1888
eessoo	-1889
▁karaa	-1890
ዱን	-1891
▁ተጨማሪ	-1892
▁Baayyee	-1893
ግጥ	-1894
▁ብር	-1895
▁ቦስተን	-1896
▁garmalee	-1897
▁የቤት	-1898
unyaa	-1899
▁Ji	-1900
▁በሙሉ	-1901
▁የሚያስ	-1902
ኝነት	-1903
▁ኖ	-1904
▁ጭ	-1905
aroor	-1906
iyyaa	-1907
▁qofan	-1908
የቀኑ	-1909
▁Sir	-1910
▁kol	-1911
▁በየቀኑ	-1912
lee	-1913
▁መቀ	-1914
▁በስ	-1915
▁ጨዋ	-1916
▁አባቴ	-1917
▁መስራት	-1918
tir	-1919
▁Mu	-1920
aman	-1921
ሁት	-1922
ቡን	-1923
ayya	-1924
inii	-1925
▁kennuu	-1926
ummaatti	-1927
ለመ	-1928
▁ፎ	-1929
ambal	-1930
▁barbaachisaa	-1931
ተሃል	-1932
▁መስሎ	-1933
▁ወይም	-1934
uudha	-1935
▁እድል	-1936
▁Hark	-1937
▁ganama	-1938
▁Gaaffii	-1939
▁Il	-1940
▁gammad	-1941
▁ቡና	-1942
▁ለእኔ	-1943
▁walii	-1944
▁ሁላችንም	-1945
ጉት	-1946
▁ጀመ	-1947
▁ደብዳቤ	-1948
▁wayya	-1949
ዳን	-1950
ald	-1951
qis	-1952
ኛውን	-1953
▁ሰማ	-1954
▁ስም	-1955
eeraa	-1956
▁dhiq	-1957
▁naannoo	-1958
▁ር	-1959
ካከል	-1960
ዎታል	-1961
▁መዝ	-1962
ታለሁ።	-1963
▁ይገባ	-1964
ሰር	-1965
ቶቡ	-1966
ik	-1967
▁din	-1968
▁አላውቅም	-1969
▁walitti	-1970
ከባ	-1971
ልኝ።	-1972
▁ማው	-1973
▁Dhugaa	-1974
ባው	-1975
▁ፖሊ	-1976
▁Eenyu	-1977
▁fedhii	-1978
▁kamiyyuu	-1979
▁በግ	-1980
▁አበ	-1981
aalee	-1982
▁beektu	-1983
ገብ	-1984
▁af	-1985
▁ከሰ	-1986
ደርገው	-1987
▁barbaaddu	-1988
su	-1989
ፃፍ	-1990
ፈጠ	-1991
▁Yoom	-1992
ስክ	-1993
▁Int	-1994
▁ይሆናል	-1995
ምሮ	-1996
▁ዝግ	-1997
▁xuux	-1998
▁nyaataa	-1999
ከፍ	-2000
uum	-2001
▁ከቶም	-2002
▁bira	-2003
▁nyaachuu	-2004
▁ቀናት	-2005
▁እባካ	-2006
▁በአንድ	-2007
ቀ።	-2008
ችልም	-2009
▁መሆ	-2010
dhan	-2011
▁kuf	-2012
▁ብለው	-2013
▁hirri	-2014
▁ምክንያት	-2015
▁አልቻልኩም።	-2016
ረፍት	-2017
ቀመጥ	-2018
▁ala	-2019
▁አያውቅም።	-2020
▁fiig	-2021
▁ፍላጎት	-2022
▁bilch	-2023
ኖች	-2024
ዎቹ	-2025
ጋሪ	-2026
ጨነ	-2027
itu	-2028
▁እሱን	-2029
▁በቅርቡ	-2030
▁እርዳታ	-2031
▁haala	-2032
ቆይ	-2033
▁ሊያ	-2034
▁ተመል	-2035
aalli	-2036
▁እንደተ	-2037
toonni	-2038
ቶችን	-2039
▁moo	-2040
▁Sareen	-2041
▁isiniif	-2042
ችኋ	-2043
ከሰ	-2044
▁mul	-2045
▁የተሻለ	-2046
▁hojjen	-2047
▁dabalataa	-2048
መታት	-2049
ababa	-2050
▁diimaa	-2051
▁Of	-2052
▁ያስባ	-2053
▁jaallatu	-2054
▁guddaadha	-2055
▁እህ	-2056
▁ወድ	-2057
agal	-2058
ድነው	-2059
▁ob	-2060
▁bee	-2061
▁ረጅም	-2062
▁Karaa	-2063
▁Xiqqoo	-2064
ረኝ	-2065
ንቋ	-2066
bii	-2067
▁Dogogg	-2068
▁harkif	-2069
ot	-2070
▁እንቅ	-2071
isaan	-2072
uufata	-2073
▁injif	-2074
▁እንዳለብኝ	-2075
essa	-2076
▁dhum	-2077
▁ትክክል	-2078
▁እባካችሁ	-2079
▁ወር	-2080
▁ወላጆ	-2081
▁qabduu	-2082
▁hojjetu	-2083
ልኩ	-2084
ሞች	-2085
urx	-2086
▁ሙዚ	-2087
▁ከተማ	-2088
oddaa	-2089
urxum	-2090
▁አይችሉ	-2091
ዝቃ	-2092
isk	-2093
▁Er	-2094
▁በዝ	-2095
ተዋል።	-2096
▁barbaadde	-2097
ሰጥ	-2098
ቀር	-2099
ቦች	-2100
▁gaafate	-2101
▁fakkaate	-2102
▁og	-2103
▁qaa	-2104
▁Saree	-2105
▁jaallata	-2106
ቃት	-2107
▁በጭ	-2108
▁durii	-2109
▁Nyaata	-2110
▁qabaachuu	-2111
30	-2112
▁ሰራ	-2113
▁Gar	-2114
▁dafee	-2115
▁Ayyaana	-2116
▁በህ	-2117
▁muraas	-2118
▁እመኛለሁ።	-2119
▁guddaan	-2120
arq	-2121
▁ይጠ	-2122
caan	-2123
▁አስቸ	-2124
eerra	-2125
▁saff	-2126
ሽት	-2127
ለውን	-2128
▁ስት	-2129
▁መብላት	-2130
▁እንችላ	-2131
▁ijoollee	-2132
ሉን	-2133
ልፅ	-2134
ማት	-2135
▁መታ	-2136
▁daaww	-2137
▁isaaf	-2138
ፈለግ	-2139
▁ቅር	-2140
▁ፈል	-2141
ዋን	-2142
▁መጠበቅ	-2143
▁Osoon	-2144
ይወ	-2145
▁ጠየቀ	-2146
▁dhiifama	-2147
una	-2148
uuziq	-2149
ሰድ	-2150
ሴን	-2151
▁tas	-2152
ammuu	-2153
▁gurgur	-2154
▁tokkoon	-2155
▁ስር	-2156
▁gor	-2157
▁እንዲያ	-2158
eenyaa	-2159
▁jaallat	-2160
▁oolu	-2161
▁Duraan	-2162
ሮችን	-2163
▁abbaa	-2164
▁maaltu	-2165
ልኝ	-2166
ረጥ	-2167
ንቃ	-2168
ግባ	-2169
ጠራ	-2170
ira	-2171
▁Aw	-2172
baata	-2173
tiif	-2174
▁Uff	-2175
iisaa	-2176
▁soch	-2177
▁nyaat	-2178
▁maallaqa	-2179
sh	-2180
ንስ	-2181
▁በየ	-2182
illee	-2183
▁bara	-2184
▁dhufuu	-2185
▁fudhachuu	-2186
▁ciis	-2187
ፕላ	-2188
▁barbaadda	-2189
▁ij	-2190
▁ግድ	-2191
▁baaf	-2192
▁qoph	-2193
▁jibba	-2194
▁የለውም።	-2195
▁ammaatti	-2196
▁ተሳ	-2197
▁hor	-2198
▁hamm	-2199
ambalii	-2200
▁yaalaa	-2201
▁qilleensaa	-2202
▁ሱ	-2203
▁ፅ	-2204
▁gi	-2205
▁አር	-2206
oonii	-2207
▁እየሰራ	-2208
argagg	-2209
▁Ameer	-2210
▁አልወድም።	-2211
በቃ	-2212
ኛውም	-2213
▁በእርግጥ	-2214
▁Ganama	-2215
▁dogoggor	-2216
▁dhiyootti	-2217
ed	-2218
ታም	-2219
ፉን	-2220
▁ዘግ	-2221
▁ብዙውን	-2222
▁amana	-2223
▁qaban	-2224
▁roobni	-2225
▁Konkolaataan	-2226
ለም።	-2227
maata	-2228
alayaa	-2229
▁Dhukk	-2230
▁torban	-2231
ላሉ	-2232
ላችሁ	-2233
ቢያው	-2234
gala	-2235
▁እንግሊ	-2236
▁yaaddu	-2237
▁መዋ	-2238
▁አዝ	-2239
▁አሉ።	-2240
▁እንደሚያ	-2241
▁Baabur	-2242
▁haadha	-2243
▁bitachuu	-2244
▁በራ	-2245
▁ንግ	-2246
▁አስቀድ	-2247
▁Qillee	-2248
ክት	-2249
▁um	-2250
▁የኔ	-2251
▁jab	-2252
▁መስሎኝ	-2253
iilmii	-2254
▁namoota	-2255
በዝ	-2256
dhee	-2257
▁ቀደም	-2258
▁ብዙም	-2259
umaan	-2260
▁dhumaa	-2261
▁kudhan	-2262
unn	-2263
daan	-2264
tobu	-2265
▁ታሪክ	-2266
▁እንግዳ	-2267
tobusii	-2268
ሌት	-2269
▁ስላ	-2270
▁Anis	-2271
▁qabdaa	-2272
▁Toomiin	-2273
ሳሳይ	-2274
ወደው	-2275
▁አካ	-2276
ldur	-2277
▁ነገረ	-2278
▁deebis	-2279
ልም።	-2280
▁Je	-2281
▁አስቤ	-2282
iskil	-2283
▁Carraa	-2284
▁dandeenya	-2285
ተና	-2286
ነበር	-2287
▁ዝም	-2288
ላለሁ።	-2289
▁Bil	-2290
▁ajjees	-2291
▁sagalee	-2292
▁murteess	-2293
dduun	-2294
▁jiran	-2295
mi	-2296
lli	-2297
▁ሀብ	-2298
▁Daf	-2299
dheen	-2300
iyaan	-2301
▁barreess	-2302
▁Gargaarsa	-2303
ሆና	-2304
መም	-2305
ነፍ	-2306
▁Ta	-2307
▁ዝግጁ	-2308
▁Akkan	-2309
▁tokkoof	-2310
oos	-2311
tinaa	-2312
▁ይሆናል።	-2313
▁dinqis	-2314
▁እችላለሁ።	-2315
▁jalqabe	-2316
▁agarsiis	-2317
▁Akkasitti	-2318
ቼን	-2319
ምንም።	-2320
irraa	-2321
▁dhok	-2322
▁በፍፁም	-2323
ሉት	-2324
ቱም	-2325
ጦታ	-2326
ቋንቋ	-2327
▁Th	-2328
▁በሩን	-2329
▁Bara	-2330
▁gabaa	-2331
▁kunuun	-2332
ከረ	-2333
▁Pool	-2334
▁Seen	-2335
▁Bishaan	-2336
▁hojjedhu	-2337
▁bareedduu	-2338
▁ደክ	-2339
udha	-2340
▁ruku	-2341
▁eeggannoo	-2342
ራሽ	-2343
ጠር	-2344
▁TV	-2345
▁erg	-2346
▁ዘግይ	-2347
▁መግዛት	-2348
▁አለበት።	-2349
▁deebii	-2350
▁Namoota	-2351
▁eenyutu	-2352
ሞት	-2353
ቀረ	-2354
ኖራ	-2355
ፋት	-2356
▁ሸ	-2357
ሁም።	-2358
▁To	-2359
alle	-2360
▁uum	-2361
▁የገና	-2362
▁አለብን	-2363
▁አለብዎት	-2364
▁Hojiin	-2365
ከው	-2366
ውቀው	-2367
▁እቅድ	-2368
▁mataa	-2369
ዝቃዛ	-2370
▁መሳ	-2371
▁Daa	-2372
▁biyya	-2373
▁goote	-2374
▁gaafachuu	-2375
ክፍ	-2376
▁Ch	-2377
▁Ma	-2378
▁ወረ	-2379
▁መምጣት	-2380
▁ህይወት	-2381
▁barsii	-2382
et	-2383
ወር	-2384
dee	-2385
▁ትኩ	-2386
▁ጉዞ	-2387
▁ተመለ	-2388
akkoof	-2389
urxummii	-2390
ሁድ	-2391
inj	-2392
omp	-2393
ስታው	-2394
▁ድም	-2395
▁Tarii	-2396
▁እባክዎን	-2397
▁hedduun	-2398
▁hojjeta	-2399
▁bareedaa	-2400
ህር	-2401
▁ኢ	-2402
▁መሰ	-2403
▁ኣመት	-2404
▁erga	-2405
▁hafe	-2406
amaadha	-2407
ሰው	-2408
ቅም	-2409
ብን	-2410
oma	-2411
ሜሪካ	-2412
isiin	-2413
▁Ameerikaa	-2414
ያዝ	-2415
▁በባ	-2416
▁dir	-2417
amboo	-2418
▁ማውራት	-2419
ነቱ	-2420
▁ምስ	-2421
▁ሰም	-2422
▁ቤቱ	-2423
▁ድመ	-2424
▁ፀጉ	-2425
jjii	-2426
siif	-2427
ደሰ	-2428
▁Tom	-2429
▁edaa	-2430
▁karoor	-2431
▁Booston	-2432
▁guutummaatti	-2433
ሰ።	-2434
መርጣ	-2435
amii	-2436
▁ቋንቋ	-2437
▁Boston	-2438
▁amanuu	-2439
▁argadhe	-2440
ሸን	-2441
sof	-2442
▁ጫማ	-2443
ቦስተን	-2444
▁ስጦታ	-2445
iyyee	-2446
toota	-2447
▁Hunduu	-2448
ዎት።	-2449
ግርህ	-2450
▁በኣ	-2451
▁የራ	-2452
▁deemaa	-2453
ልድ	-2454
ራው	-2455
▁ቲ	-2456
dof	-2457
▁ሰላ	-2458
▁ተወ	-2459
iqil	-2460
▁በመጨረሻ	-2461
▁arguun	-2462
▁አንዱ	-2463
eenyi	-2464
▁እንድታ	-2465
▁miidh	-2466
▁ወዲ	-2467
▁sod	-2468
▁በዚያ	-2469
iniin	-2470
▁Dhaa	-2471
▁lubb	-2472
aroora	-2473
chitti	-2474
▁gaaffii	-2475
▁muraasaaf	-2476
ck	-2477
aaq	-2478
▁ይቻ	-2479
▁መጫወት	-2480
▁እንፈልጋ	-2481
arratti	-2482
▁Lamaan	-2483
▁barachuu	-2484
▁jettanii	-2485
ረጃ	-2486
ሷል።	-2487
ታችን	-2488
▁አቁ	-2489
ፈልግም	-2490
▁ቁጥር	-2491
▁Balaa	-2492
▁ከእርስዎ	-2493
▁hordof	-2494
ጦር	-2495
▁ዜ	-2496
ወስዳ	-2497
▁ለብ	-2498
▁Isa	-2499
▁ለዚህ	-2500
▁umur	-2501
▁Bilbil	-2502
ለ።	-2503
ንገ	-2504
▁ካል	-2505
▁መኖር	-2506
▁የተለ	-2507
▁yaadu	-2508
▁Dogoggora	-2509
ኬት	-2510
ክክ	-2511
ፓርቲ	-2512
▁በበ	-2513
▁ደግ	-2514
▁ዶክ	-2515
▁ምሽት	-2516
▁Jaal	-2517
▁Harka	-2518
▁abdii	-2519
▁ulfaataa	-2520
▁jaallattu	-2521
ዳው	-2522
ጠና	-2523
ጠኝ	-2524
attii	-2525
▁አስቸጋሪ	-2526
▁argine	-2527
▁konkol	-2528
▁አላምንም።	-2529
▁bilbila	-2530
▁taphachuu	-2531
ምፒ	-2532
▁ይሻ	-2533
aash	-2534
aayi	-2535
▁San	-2536
▁ቀዝቃዛ	-2537
iyyeeff	-2538
▁haasof	-2539
▁maaloo	-2540
▁dinqisiif	-2541
ኝም	-2542
ገም	-2543
ግራ	-2544
ጠ።	-2545
▁ሂ	-2546
▁ፕ	-2547
ወሰነ	-2548
▁ማጥ	-2549
▁ija	-2550
▁እናቴ	-2551
artii	-2552
▁dald	-2553
▁dhabe	-2554
▁dhiph	-2555
▁የእርስዎ	-2556
▁jettee	-2557
▁rakkoo	-2558
▁guyyaan	-2559
▁jalqabaa	-2560
▁galatoomaa	-2561
ስብ	-2562
ሏል።	-2563
▁ልብ	-2564
utti	-2565
▁ንገረ	-2566
▁እሁድ	-2567
▁Warri	-2568
▁argam	-2569
▁galle	-2570
▁garaa	-2571
▁ተመሳሳይ	-2572
▁አልቻለም።	-2573
▁የመጀመሪያ	-2574
▁ilaaluu	-2575
▁boqonnaa	-2576
ጨስ	-2577
ሉም።	-2578
▁ልን	-2579
▁ወስ	-2580
▁ፎቶ	-2581
iina	-2582
suuf	-2583
▁Fur	-2584
▁በረዶ	-2585
▁ይሰራ	-2586
aaraan	-2587
▁እንደሆን	-2588
▁xiqqaa	-2589
▁barsiis	-2590
▁hiriyyaa	-2591
▁taas	-2592
▁goone	-2593
▁ነበረብኝ።	-2594
▁kaleessa	-2595
ዱ።	-2596
▁ፈልጌ	-2597
▁qars	-2598
▁ስራውን	-2599
▁Maaltu	-2600
▁sammuu	-2601
▁፣	-2602
mee	-2603
iree	-2604
▁Yaad	-2605
▁የአየር	-2606
▁Haati	-2607
eettiin	-2608
▁deemne	-2609
▁dhimma	-2610
▁yaadda	-2611
waa	-2612
▁ደረጃ	-2613
ayyaa	-2614
▁hiik	-2615
▁halkan	-2616
▁Rakkoon	-2617
ሶች	-2618
▁የወ	-2619
ረጴዛው	-2620
▁ለመስ	-2621
▁karoorf	-2622
▁Garmalee	-2623
▁Kitaabni	-2624
qq	-2625
ጠይቅ	-2626
▁Ir	-2627
▁መለ	-2628
▁መደ	-2629
▁ተከ	-2630
▁አድ	-2631
▁gadh	-2632
▁አመሰግ	-2633
▁miira	-2634
▁mudate	-2635
▁addunyaa	-2636
ርባ	-2637
▁የው	-2638
▁ደር	-2639
▁ደክሞ	-2640
▁geess	-2641
▁akkuma	-2642
ሙን	-2643
ታዊ	-2644
ይት	-2645
ፈን	-2646
መስላ	-2647
ሰብኩ	-2648
ፈልጉ	-2649
▁An	-2650
▁So	-2651
▁ቀድ	-2652
▁ብት	-2653
▁ኩባ	-2654
▁እሄዳ	-2655
▁naan	-2656
▁ብቻዬን	-2657
▁ወደዚያ	-2658
boo	-2659
▁ፈቃ	-2660
aana	-2661
ddoo	-2662
▁oof	-2663
▁qunn	-2664
▁እረፍት	-2665
▁Kutaan	-2666
▁gaafat	-2667
▁waadaa	-2668
▁akkasitti	-2669
ቀስ	-2670
ung	-2671
ሮፕላ	-2672
ነገር	-2673
▁በጭራሽ	-2674
▁hamma	-2675
▁Haalli	-2676
▁ተናግሯል።	-2677
ቷን	-2678
ጠፋ	-2679
dan	-2680
▁ch	-2681
▁ማሳ	-2682
▁ተቀ	-2683
saan	-2684
▁dull	-2685
▁nagaa	-2686
▁isheen	-2687
▁qaamaa	-2688
▁gammadeera	-2689
ርዝ	-2690
ነስ	-2691
xaa	-2692
ተኛት	-2693
▁ለሁ	-2694
arkaa	-2695
▁Taph	-2696
aachis	-2697
▁kennaa	-2698
▁namoonni	-2699
iskileetii	-2700
ሳተ	-2701
▁መማር	-2702
▁ቦርሳ	-2703
▁አለበት	-2704
▁ለማርያም	-2705
▁አይችሉም።	-2706
ካራ	-2707
ላቸው	-2708
▁Ar	-2709
▁ምሳ	-2710
▁ፊት	-2711
▁በአው	-2712
▁መቆየት	-2713
▁አውቶቡ	-2714
▁jalaa	-2715
▁tasaa	-2716
uuziqaa	-2717
▁Kophaa	-2718
▁balbala	-2719
▁galaanaa	-2720
ምራ	-2721
moo	-2722
▁ለው	-2723
▁kolf	-2724
▁ofii	-2725
▁baasuu	-2726
aga	-2727
ወስድ	-2728
▁Gaa	-2729
▁Itti	-2730
▁namatti	-2731
ባቢ	-2732
▁ኳ	-2733
▁መጣ	-2734
eedha	-2735
▁Want	-2736
▁መካከል	-2737
▁warra	-2738
▁ነበርኩ።	-2739
▁Uffata	-2740
aj	-2741
bi	-2742
ኖረው	-2743
▁በፈ	-2744
uutu	-2745
▁እድሜ	-2746
▁ትመስላ	-2747
▁tokkoo	-2748
▁Daqiiqaa	-2749
▁isinitti	-2750
▁ትር	-2751
▁ስብሰ	-2752
ubbaa	-2753
▁ልክ	-2754
miin	-2755
▁bor	-2756
aaree	-2757
ataan	-2758
attoonni	-2759
▁fudhate	-2760
▁gaariin	-2761
▁qarshii	-2762
▁gammachuu	-2763
▁gammachiisa	-2764
ለድ	-2765
▁ፒ	-2766
laq	-2767
ስትራ	-2768
▁ibi	-2769
▁you	-2770
▁የለብ	-2771
alluu	-2772
▁meeq	-2773
▁ለአንድ	-2774
▁xiqqaadha	-2775
aak	-2776
▁Um	-2777
▁ካር	-2778
▁የእሱ	-2779
▁ጎበዝ	-2780
▁ነበሩ።	-2781
▁አልገባ	-2782
▁ኣመታት	-2783
aandii	-2784
▁Walga	-2785
▁nyaan	-2786
▁deemnu	-2787
▁foddaa	-2788
ለማ	-2789
ቻል	-2790
caa	-2791
eeq	-2792
▁ተራ	-2793
▁ወጣ	-2794
▁Mag	-2795
▁ለገና	-2796
▁መንገ	-2797
▁እንቅልፍ	-2798
▁jiraata	-2799
▁isaatiin	-2800
ብር	-2801
ጠበቅ	-2802
▁ነፃ	-2803
▁mor	-2804
▁ከአሁን	-2805
arqara	-2806
▁jettu	-2807
ሚያ	-2808
ሳኔ	-2809
ቋል።	-2810
▁የል	-2811
▁ሙዚቃ	-2812
▁Barr	-2813
▁osoon	-2814
▁qophaa	-2815
▁kootiif	-2816
ስር	-2817
iit	-2818
▁Ad	-2819
▁በር	-2820
▁አጋ	-2821
▁roo	-2822
▁ማንበብ	-2823
allatt	-2824
▁nutti	-2825
▁እውነቱን	-2826
injaala	-2827
▁Eenyuutu	-2828
ራጭ	-2829
ጋው	-2830
▁ad	-2831
▁አጣ	-2832
inuu	-2833
ooyy	-2834
ስትራሊ	-2835
▁ብስክ	-2836
▁ጓደኞች	-2837
▁dubbata	-2838
መው	-2839
ቀቅ	-2840
ተዋል	-2841
▁በም	-2842
▁ዳር	-2843
▁gadd	-2844
▁hang	-2845
▁kaan	-2846
ummaan	-2847
▁jette	-2848
▁በቦስተን	-2849
▁የመጨረሻ	-2850
ላር	-2851
ገበ	-2852
▁በሁ	-2853
▁shan	-2854
▁dhufa	-2855
▁Kanaaf	-2856
ay	-2857
ችው	-2858
▁Fil	-2859
▁int	-2860
▁መስኮ	-2861
▁biqil	-2862
▁dhukkubs	-2863
ያየት	-2864
▁ur	-2865
▁ቀይ	-2866
▁ተኝ	-2867
▁gub	-2868
▁ሰአት	-2869
▁ቀኑን	-2870
▁kaba	-2871
▁ለማየት	-2872
▁መዋኘት	-2873
▁Meesh	-2874
▁buufata	-2875
ካም	-2876
▁Dubb	-2877
▁እንፈልጋለን።	-2878
ሊት	-2879
ሌም	-2880
ቤተ	-2881
ችለው	-2882
▁ያሳ	-2883
▁ይና	-2884
▁Isn	-2885
▁ጨዋታ	-2886
▁ፖሊስ	-2887
▁ከሰአት	-2888
▁Maqaa	-2889
▁keeny	-2890
▁rakkis	-2891
▁dhiisaa	-2892
▁dambalii	-2893
▁hojjenne	-2894
▁hundinuu	-2895
ይታ	-2896
ግሬ	-2897
ash	-2898
▁ልዩ	-2899
▁በሳ	-2900
▁ካንተ	-2901
jjira	-2902
▁እንዳት	-2903
▁Mucaan	-2904
▁gidduu	-2905
▁ይሰማኛል።	-2906
▁መክ	-2907
▁ሳጥ	-2908
▁ቀጠ	-2909
meen	-2910
▁መልስ	-2911
▁alaa	-2912
▁መውጣት	-2913
▁ወዲያው	-2914
aaqana	-2915
▁iyyuu	-2916
▁ለማግኘት	-2917
▁beekta	-2918
▁fuuldur	-2919
me	-2920
ሄደ	-2921
ደት	-2922
▁u	-2923
ork	-2924
▁ተሰማ	-2925
▁ይሄዳ	-2926
▁ድምፅ	-2927
▁illee	-2928
▁Kophee	-2929
▁arganne	-2930
▁sadarkaa	-2931
ሰል	-2932
ፈር	-2933
ፈት	-2934
iix	-2935
▁ተቃ	-2936
▁ሁሌም	-2937
▁ማስተ	-2938
aqaan	-2939
▁saffisaan	-2940
ታማ	-2941
ዋቂ	-2942
▁ሮ	-2943
▁አሳል	-2944
▁ግልፅ	-2945
batti	-2946
iiree	-2947
▁Dokt	-2948
▁jala	-2949
▁ያስባሉ	-2950
▁fooyy	-2951
eessuun	-2952
▁uffata	-2953
ቤቴ	-2954
ገጥ	-2955
ችኝ።	-2956
▁ልብስ	-2957
▁ውሳኔ	-2958
ffeer	-2959
▁himaa	-2960
▁turuu	-2961
▁magaalaa	-2962
ow	-2963
ሩት	-2964
ጠት	-2965
ፏል።	-2966
▁ልጁ	-2967
▁በወ	-2968
▁በው	-2969
▁ለማን	-2970
▁ትክክ	-2971
▁መሆኑን	-2972
▁argatte	-2973
▁ኣሳ	-2974
▁የታ	-2975
▁qorra	-2976
▁ያስፈልገ	-2977
▁ይመስላል	-2978
▁dheeraaf	-2979
ቃሚ	-2980
ራለሁ።	-2981
yyoota	-2982
▁Haala	-2983
ረብ	-2984
ጎዳ	-2985
▁ቶ	-2986
quu	-2987
ረዳት	-2988
ረጅም	-2989
ነዚህ	-2990
▁ሲያ	-2991
▁ፊልም	-2992
ስትራሊያ	-2993
▁Bars	-2994
▁የምፈልገ	-2995
▁barbaadaa	-2996
ኒስ	-2997
ክስ	-2998
ዘኛ	-2999
ጠጣ	-3000
ፃህ	-3001
jaa	-3002
▁Fuu	-3003
▁ፈተና	-3004
▁eeguu	-3005
▁barsiisaa	-3006
መ።	-3007
▁ቁል	-3008
▁አዳ	-3009
▁እንደማይ	-3010
▁Ijoollee	-3011
▁ህል	-3012
▁መፍ	-3013
▁ወቅ	-3014
▁ቀለም	-3015
▁አይችልም።	-3016
▁Jireenya	-3017
▁fayyadamuu	-3018
ሀይ	-3019
ሳካ	-3020
iba	-3021
▁ሰኞ	-3022
biin	-3023
oolii	-3024
▁muka	-3025
▁siree	-3026
▁መጀመሪያ	-3027
▁አስተማሪ	-3028
aaliyaa	-3029
▁Dhimma	-3030
▁baabur	-3031
▁gabaabaa	-3032
ረድ	-3033
ቂያ	-3034
ዝኛ	-3035
ደኛ	-3036
ፎች	-3037
▁ወጥ	-3038
ustir	-3039
▁saan	-3040
▁አደረግ	-3041
▁amanu	-3042
▁hirriba	-3043
ይል	-3044
ፁህ	-3045
buu	-3046
ፖርት	-3047
▁qu	-3048
▁አፍ	-3049
▁በመስ	-3050
▁ደደብ	-3051
▁meesh	-3052
▁Awustir	-3053
▁walakkaa	-3054
ise	-3055
juu	-3056
abab	-3057
suun	-3058
▁mit	-3059
▁ወድጄ	-3060
▁የመጣ	-3061
▁lafa	-3062
▁መመለስ	-3063
▁banaa	-3064
▁qorraa	-3065
▁mitiiree	-3066
ረፍ	-3067
▁v	-3068
ስማማ	-3069
ፈለገ	-3070
▁Im	-3071
▁ቢራ	-3072
▁ደን	-3073
▁ህይወ	-3074
▁መምህ	-3075
▁jech	-3076
▁arguuf	-3077
ሸት	-3078
በው	-3079
▁ኪ	-3080
▁መነ	-3081
▁bul	-3082
▁አለመ	-3083
▁ዶላር	-3084
▁እመርጣ	-3085
▁አንችልም።	-3086
▁ኬ	-3087
ችም።	-3088
▁ኖሮ	-3089
amni	-3090
yaan	-3091
▁gala	-3092
adheen	-3093
▁namaa	-3094
▁affeer	-3095
▁Xalayaa	-3096
▁dargagg	-3097
▁keessaniif	-3098
ለኝ	-3099
ሌቪ	-3100
ሌቪዥ	-3101
ሸነፍ	-3102
▁ረሳ	-3103
▁ምርጫ	-3104
▁ጠቃሚ	-3105
attuu	-3106
▁addaan	-3107
▁beekne	-3108
▁Toomiif	-3109
የው	-3110
▁ከወ	-3111
▁muf	-3112
▁በእኔ	-3113
aayii	-3114
atinaa	-3115
▁እንደዚያ	-3116
▁deemuuf	-3117
▁dubbatu	-3118
▁Awustiraaliyaa	-3119
sp	-3120
▁ውጤ	-3121
uura	-3122
wwaa	-3123
▁ይመጣ	-3124
▁ይወዳል።	-3125
▁qarqara	-3126
▁rakkisaadha	-3127
ቱ።	-3128
ጠን	-3129
ስም።	-3130
▁ድር	-3131
▁ፈለ	-3132
site	-3133
▁ለመግ	-3134
▁አለባ	-3135
▁አደረገ	-3136
በስ	-3137
ክሲ	-3138
ጀመር	-3139
▁አገ	-3140
▁Erga	-3141
▁call	-3142
anneen	-3143
▁caalu	-3144
▁ነገሮችን	-3145
▁እነዚህን	-3146
▁ይችላሉ።	-3147
▁halluu	-3148
▁jiraatu	-3149
▁salphaadha	-3150
ስፒ	-3151
ima	-3152
▁ትላ	-3153
eenye	-3154
iiraa	-3155
▁እነዚያ	-3156
▁maqaa	-3157
▁narra	-3158
amummaa	-3159
▁duraan	-3160
ናው	-3161
▁Tokk	-3162
▁መተኛት	-3163
▁Abbaa	-3164
▁jiruu	-3165
▁ከማርያም	-3166
▁barbaadduu	-3167
▁በጉ	-3168
▁ግራ	-3169
▁ያለውን	-3170
▁damma	-3171
▁kanuma	-3172
▁ogeessa	-3173
ያኖ	-3174
ጠብቅ	-3175
▁Koo	-3176
▁መጠን	-3177
▁ወቅት	-3178
alama	-3179
▁bilbilaa	-3180
▁daqiiqaa	-3181
▁Hiriyyoota	-3182
ብራ	-3183
ደል	-3184
▁ፓ	-3185
▁ድን	-3186
raan	-3187
▁Gur	-3188
▁han	-3189
▁ሄደ።	-3190
▁ንፁህ	-3191
▁እራት	-3192
▁ወጣት	-3193
▁taate	-3194
▁suuraa	-3195
▁ለምንድነው	-3196
▁Isniina	-3197
▁Qilleen	-3198
▁galgala	-3199
▁fakkaatta	-3200
▁hojjechuuf	-3201
ቋቋ	-3202
▁ሴ	-3203
▁fal	-3204
▁ifa	-3205
▁mij	-3206
▁ስልክ	-3207
▁የለም	-3208
▁ኣይነት	-3209
▁እንዳይ	-3210
▁ጓደኛዬ	-3211
▁dhung	-3212
oolaara	-3213
▁dhabuu	-3214
▁sababa	-3215
▁teessoo	-3216
ኩል	-3217
ፈቀ	-3218
eens	-3219
uuraa	-3220
▁Sirr	-3221
▁himi	-3222
▁want	-3223
▁yaadaa	-3224
▁እንችላለን	-3225
▁lubbuun	-3226
▁kitaabaa	-3227
gab	-3228
▁bur	-3229
▁jibb	-3230
▁dhaam	-3231
▁gootu	-3232
▁tilmaama	-3233
መረ	-3234
ተህ	-3235
ዲህ	-3236
ድርጉ	-3237
▁ሄድ	-3238
▁ጨር	-3239
▁Sar	-3240
▁ማቆም	-3241
▁mala	-3242
▁እንደዛ	-3243
ccitii	-3244
▁fagoo	-3245
▁Teessoo	-3246
▁fayyadam	-3247
▁dubbateera	-3248
▁gammachiis	-3249
▁mirkaneeff	-3250
▁አቅ	-3251
▁ይቆ	-3252
▁ለመር	-3253
▁ጠንክ	-3254
▁Buna	-3255
▁Roob	-3256
▁መስማት	-3257
▁ጠንካራ	-3258
▁ijaar	-3259
▁eessaa	-3260
▁አትችልም።	-3261
▁Balbala	-3262
ሬት	-3263
ዲዮ	-3264
ገሩ	-3265
ችሁም	-3266
ችሁ።	-3267
▁Dub	-3268
▁ይኖራ	-3269
▁dukk	-3270
▁hima	-3271
▁መውሰድ	-3272
arkaan	-3273
▁bahuu	-3274
▁kenna	-3275
aayidaa	-3276
ሱ።	-3277
▁።	-3278
ጠብቃ	-3279
▁Ni	-3280
▁ak	-3281
▁buu	-3282
▁argu	-3283
▁boon	-3284
▁በእውነ	-3285
▁አካባቢ	-3286
▁Akkuma	-3287
▁deemte	-3288
▁fayyaa	-3289
▁fooyya	-3290
▁Maallaq	-3291
▁jireenyaa	-3292
▁beekamaadha	-3293
ጋት	-3294
ህንፃ	-3295
መለከ	-3296
▁መድ	-3297
▁ተጫ	-3298
▁የባ	-3299
ስፒታል	-3300
▁ጀምሮ	-3301
▁አደገኛ	-3302
▁ያውቃል።	-3303
▁Maaloo	-3304
▁lakkaa	-3305
▁tamboo	-3306
ammaffaa	-3307
▁Harmeen	-3308
▁ወድጄዋለሁ።	-3309
▁qurxummii	-3310
ek	-3311
ሂድ	-3312
ጣን	-3313
ፈቅ	-3314
▁ጃ	-3315
ኮትን	-3316
ጨረስ	-3317
▁mo	-3318
▁በሌ	-3319
▁በረ	-3320
▁ተኛ	-3321
▁እንስ	-3322
▁ፍፁም	-3323
▁የተለየ	-3324
▁ጣቢያው	-3325
ashann	-3326
▁shubb	-3327
ze	-3328
ለል	-3329
ፍራ	-3330
ለመደ	-3331
▁Od	-3332
▁ሀኪ	-3333
▁ስእ	-3334
▁ሻይ	-3335
▁ተን	-3336
▁ኳስ	-3337
▁Mur	-3338
▁kof	-3339
▁ምክር	-3340
▁ajaj	-3341
▁ሁለቱም	-3342
▁ከአንድ	-3343
▁ከፍተኛ	-3344
▁ያደርጋ	-3345
▁jedha	-3346
▁እባኮትን	-3347
▁ይሰማኛል	-3348
▁Suuraa	-3349
▁waaree	-3350
▁fudhata	-3351
▁umuriin	-3352
▁kaffaltii	-3353
ሽን	-3354
ዳሜ	-3355
▁በላ	-3356
▁እቃ	-3357
▁ቃላት	-3358
▁ባቡሩ	-3359
▁ከእንግ	-3360
▁deemtu	-3361
▁jalqaba	-3362
ce	-3363
eel	-3364
ሰራው	-3365
ዘጋጀ	-3366
▁በሩ	-3367
▁ከሁ	-3368
▁የጥ	-3369
▁ፈፅ	-3370
atin	-3371
▁umr	-3372
▁ቀድሞ	-3373
iitti	-3374
ልሃለሁ።	-3375
▁dhiy	-3376
▁nuti	-3377
▁ሀብታም	-3378
ዘግ	-3379
ግ።	-3380
too	-3381
ዷል።	-3382
ታለች።	-3383
▁ህመም	-3384
▁ከእኛ	-3385
▁የምታ	-3386
▁አለን።	-3387
▁የለውም	-3388
▁ይወዳሉ	-3389
▁ለመርዳት	-3390
eessuuf	-3391
▁ilaala	-3392
▁kootii	-3393
▁kitaaba	-3394
▁ofirraa	-3395
▁Ingilizii	-3396
▁obboleessa	-3397
ምና	-3398
ወራ	-3399
▁ሹ	-3400
ዙሪያ	-3401
▁ja	-3402
▁ፕሮ	-3403
▁mad	-3404
▁ፓርቲ	-3405
▁አሉኝ።	-3406
▁balal	-3407
▁Maqaan	-3408
▁argate	-3409
▁ይፈልጋል።	-3410
▁xiyyeeff	-3411
ሻሻ	-3412
ኣቱ	-3413
ደድ	-3414
ገት	-3415
▁Bu	-3416
▁አማ	-3417
umna	-3418
ናገረው	-3419
▁Qab	-3420
▁መቼም	-3421
▁የዚህ	-3422
▁Kaar	-3423
▁ወንድሜ	-3424
▁beeks	-3425
▁dhibu	-3426
▁keetii	-3427
▁qoosaa	-3428
▁dhageess	-3429
ix	-3430
ቀመጫ	-3431
▁ክብ	-3432
▁ጦር	-3433
▁nag	-3434
▁ማመን	-3435
▁ወይን	-3436
eekii	-3437
▁sodd	-3438
▁ነዎት።	-3439
ompiit	-3440
▁socho	-3441
▁የምፈልገው	-3442
ሬን	-3443
ያዊ	-3444
ook	-3445
orr	-3446
ጥቂት	-3447
▁ቢሮ	-3448
▁ባህ	-3449
▁እኔን	-3450
▁ወደዚህ	-3451
▁Waggaa	-3452
▁kophee	-3453
▁hojjete	-3454
▁rifeensa	-3455
▁argachuuf	-3456
ቁር	-3457
ወል	-3458
ወዱ	-3459
ዝና	-3460
ጉም	-3461
ጠየቅ	-3462
▁ህፃ	-3463
▁እጅ	-3464
▁ኬክ	-3465
▁ያሉ	-3466
qama	-3467
አለሁ።	-3468
▁ቅዳሜ	-3469
atiin	-3470
▁ቴሌቪዥ	-3471
▁ይቻላል	-3472
▁dhang	-3473
▁kudha	-3474
▁dhaloota	-3475
ቂኝ	-3476
ኩህ	-3477
ይን	-3478
ጓዝ	-3479
▁እርስ	-3480
▁ከዚያ	-3481
▁ፈፅሞ	-3482
▁በመኪና	-3483
▁አሜሪካ	-3484
▁kofal	-3485
▁በእውነቱ	-3486
▁isheef	-3487
▁Lakkoof	-3488
▁dubbisuu	-3489
▁hojjedha	-3490
▁የህ	-3491
idha	-3492
ttuu	-3493
▁Ija	-3494
▁ማነው	-3495
▁ራሴን	-3496
▁እገም	-3497
▁መጠቀም	-3498
▁ፍጥነት	-3499
umatti	-3500
▁Akkaataa	-3501
▁barreessuu	-3502
ጣሚ	-3503
▁ፋ	-3504
ምፒው	-3505
ኗል።	-3506
ከተማ	-3507
ደርስ	-3508
ጣል።	-3509
▁ir	-3510
▁ከት	-3511
iifi	-3512
▁hat	-3513
▁መልእ	-3514
▁በዝቶ	-3515
▁ትወዳ	-3516
▁እኔም	-3517
▁የተሳ	-3518
▁አየሁ።	-3519
▁ያስፈልግ	-3520
▁Yaadni	-3521
▁caalaatti	-3522
▁lammaffaa	-3523
ህም	-3524
ላቅ	-3525
ራዊ	-3526
ቡ።	-3527
ከራ	-3528
ጭር	-3529
ኩኝ።	-3530
ድስት	-3531
ጨነቅ	-3532
▁it	-3533
▁on	-3534
▁በጠ	-3535
▁ታስ	-3536
▁አመ	-3537
ilee	-3538
llaa	-3539
spit	-3540
▁Gor	-3541
▁ብለህ	-3542
▁ዳርቻ	-3543
aamur	-3544
▁Deem	-3545
▁Umur	-3546
▁ጀመረ።	-3547
xxaamur	-3548
▁dammaq	-3549
▁gadhiis	-3550
▁dhugaatii	-3551
ሁኑ	-3552
ዘን	-3553
ዘገ	-3554
▁ሶ	-3555
ጠቀም	-3556
▁Mi	-3557
▁ተለ	-3558
amoo	-3559
ፃህፍት	-3560
▁ባቡር	-3561
▁dokt	-3562
▁hidh	-3563
▁miila	-3564
▁jiraat	-3565
▁Poolisiin	-3566
በትን	-3567
ደሰት	-3568
▁አና	-3569
inni	-3570
▁Add	-3571
▁baan	-3572
▁gosa	-3573
▁ፈቃደኛ	-3574
▁ariif	-3575
▁dulloom	-3576
▁hundaaf	-3577
▁mallatt	-3578
▁daldalaa	-3579
▁qaxxaamur	-3580
ላው	-3581
ቁ።	-3582
ons	-3583
ደውል	-3584
ሳለሁ።	-3585
▁The	-3586
▁ወጣ።	-3587
▁ጉዳዩ	-3588
banaa	-3589
▁boor	-3590
▁ማንንም	-3591
▁qaroo	-3592
▁የተወሰነ	-3593
▁Seenaa	-3594
▁gurraa	-3595
▁hayyam	-3596
▁Sagalee	-3597
atteettaa	-3598
ትክል	-3599
▁ማስታ	-3600
▁ማጨስ	-3601
▁ታዋቂ	-3602
▁እፈራ	-3603
▁ዘፈን	-3604
isiis	-3605
▁kaar	-3606
▁ታደርጋ	-3607
▁yaabb	-3608
▁ለእርስዎ	-3609
teettaa	-3610
▁Furtuu	-3611
▁Roobni	-3612
▁gowwaa	-3613
▁biqiltuu	-3614
▁duubatti	-3615
▁gaafadhe	-3616
ከፋ	-3617
▁ተገ	-3618
▁የድ	-3619
▁ጠብ	-3620
▁አስር	-3621
▁አባት	-3622
▁goon	-3623
▁ለመሄድ	-3624
▁yaale	-3625
▁tureef	-3626
▁ከእንግዲህ	-3627
▁bitachuuf	-3628
ሳል	-3629
ከን	-3630
ወጥ	-3631
ደበ	-3632
▁በታ	-3633
▁ይለ	-3634
ነግርህ	-3635
▁ከእሱ	-3636
▁ጃፓን	-3637
▁tolu	-3638
▁አጠገብ	-3639
▁Sanduu	-3640
▁irraan	-3641
▁maatii	-3642
▁achitti	-3643
ተ።	-3644
▁ያዘ	-3645
▁መረጃ	-3646
▁በክፍ	-3647
▁ነበሩ	-3648
▁ነዎት	-3649
▁ፍቅር	-3650
▁bite	-3651
▁mari	-3652
▁ለረጅም	-3653
▁አስቂኝ	-3654
▁ዶክተር	-3655
araqaa	-3656
▁Bakki	-3657
▁አይችልም	-3658
▁ilaale	-3659
▁jirtuu	-3660
▁dhiiraa	-3661
▁dhiisee	-3662
▁Toomitti	-3663
ሀው	-3664
ስህ	-3665
imm	-3666
omb	-3667
ውም።	-3668
▁ቆይ	-3669
▁way	-3670
▁አብዛ	-3671
annee	-3672
faati	-3673
▁nuff	-3674
▁በአንተ	-3675
▁አንተን	-3676
▁argee	-3677
▁rukut	-3678
▁sanaaf	-3679
▁አስተያየት	-3680
▁Fiilmii	-3681
▁irbaata	-3682
▁አይመስልም።	-3683
▁gargaaru	-3684
▁minjaala	-3685
▁taphachaa	-3686
▁salphaatti	-3687
ጥብ	-3688
ደርጉ	-3689
laan	-3690
▁ከሆነ	-3691
▁ጓደኞ	-3692
aanni	-3693
inaan	-3694
▁መጨረሻ	-3695
aggoota	-3696
▁እጠላለሁ።	-3697
▁Filannoo	-3698
▁godheera	-3699
▁Maallaqni	-3700
▁gargaarsa	-3701
kn	-3702
ሃኒ	-3703
imb	-3704
oog	-3705
ረምት	-3706
▁ትእ	-3707
▁የቀ	-3708
▁ykn	-3709
▁ሆነ።	-3710
▁Oduu	-3711
▁Wiix	-3712
aarkii	-3713
▁ammas	-3714
▁ነገረኝ።	-3715
attoota	-3716
▁እገምታለሁ።	-3717
▁qabbanaa	-3718
ርፍ	-3719
inu	-3720
ዘንብ	-3721
ግስት	-3722
ፈጠረ	-3723
▁ዜና	-3724
▁dib	-3725
▁በጥሩ	-3726
▁አገር	-3727
▁ገባ።	-3728
▁barn	-3729
▁አብረን	-3730
▁አድርጌ	-3731
▁ያውቃሉ	-3732
▁dhihoo	-3733
▁እንደሚሆን	-3734
▁haaraan	-3735
▁አልገባኝም።	-3736
▁Jireenyi	-3737
▁konkolaachis	-3738
ጠል	-3739
son	-3740
ገናኘ	-3741
▁if	-3742
▁ቀጥ	-3743
▁የሰ	-3744
▁jen	-3745
▁kir	-3746
▁sob	-3747
▁ሁለታ	-3748
▁ሞቃት	-3749
▁ጊዜው	-3750
diyoo	-3751
ababni	-3752
▁ተማሪዎች	-3753
▁miilaa	-3754
▁Wiixata	-3755
▁tilmaam	-3756
▁አመሰግናለሁ።	-3757
▁qulqulluu	-3758
ራፊ	-3759
ፍያ	-3760
▁ገብ	-3761
▁ፖም	-3762
▁ስጠኝ	-3763
▁ተቀም	-3764
▁ይልቅ	-3765
iidha	-3766
▁መሞከር	-3767
▁አምስት	-3768
▁ይናገራ	-3769
siisuu	-3770
▁ibsaa	-3771
▁isaas	-3772
▁shakk	-3773
isiisaa	-3774
▁jireenya	-3775
▁otobusii	-3776
▁sodaadha	-3777
▁hiriyyoota	-3778
ንጥ	-3779
መልከ	-3780
ዳንዱ	-3781
▁የስ	-3782
deen	-3783
▁ari	-3784
▁ቴኒስ	-3785
▁ለመሆን	-3786
▁መርዳት	-3787
▁መንዳት	-3788
▁obsuu	-3789
▁seenaa	-3790
▁Qilleensi	-3791
ረም	-3792
ገግ	-3793
ere	-3794
gar	-3795
ንቃቄ	-3796
▁ግንኙ	-3797
allaa	-3798
▁ትርጉም	-3799
imbirr	-3800
▁ትክክለኛ	-3801
▁Waanan	-3802
▁እመርጣለሁ።	-3803
▁ilaaluun	-3804
▁barbaanna	-3805
▁Ingiliffaa	-3806
በረ	-3807
ቸኮ	-3808
ንክ	-3809
ፈጥ	-3810
▁ቀሚ	-3811
▁ባዶ	-3812
▁እግ	-3813
neef	-3814
qorr	-3815
ኛውንም	-3816
▁መጣ።	-3817
▁ክፍት	-3818
isaas	-3819
▁በሰኣቱ	-3820
▁ይወስዳ	-3821
annoon	-3822
▁seene	-3823
▁አላስታው	-3824
▁እንደማት	-3825
▁Karoora	-3826
▁dubbate	-3827
▁በፈረንሳይኛ	-3828
▁doolaara	-3829
▁waajjira	-3830
▁gowwummaa	-3831
▁dogoggoraa	-3832
ላከ	-3833
ስቱ	-3834
ጤና	-3835
እምሮ	-3836
▁ነጭ	-3837
▁እም	-3838
መሰግና	-3839
▁ህንፃ	-3840
▁Dhum	-3841
▁lamm	-3842
▁pool	-3843
▁dhuun	-3844
▁መነጋገር	-3845
▁አውሮፕላ	-3846
▁እየሞከር	-3847
aruuraa	-3848
▁hidhaa	-3849
▁እንዳለበት	-3850
▁Isaanis	-3851
▁Qorqorr	-3852
▁gargaaruuf	-3853
ንፋ	-3854
▁do	-3855
▁re	-3856
▁ግብ	-3857
▁ኮፍያ	-3858
▁ያልተ	-3859
▁ፀጉር	-3860
amarr	-3861
ichaa	-3862
▁ለማለት	-3863
▁ከአንተ	-3864
▁ወንዶች	-3865
▁Dhuma	-3866
eenisii	-3867
▁kitaab	-3868
▁milkaa	-3869
▁boorsaa	-3870
▁garagal	-3871
ቤን	-3872
▁5	-3873
ola	-3874
ንግሊ	-3875
▁ሜሪ	-3876
▁ከም	-3877
▁Laf	-3878
▁አየር	-3879
▁ያንተ	-3880
▁መስጠት	-3881
▁ስራዬን	-3882
▁አድርገ	-3883
▁ያድርጉ	-3884
▁በህይወት	-3885
▁Sababa	-3886
▁tasgab	-3887
▁እንደምችል	-3888
▁እንግሊዘኛ	-3889
▁gammadd	-3890
▁rakkisaa	-3891
▁affeerraa	-3892
▁Obboleessi	-3893
በዛ	-3894
ንጣ	-3895
ደግ	-3896
▁ኤ	-3897
ለህም	-3898
ረዳህ	-3899
ቋቋም	-3900
▁19	-3901
▁Go	-3902
▁Dar	-3903
▁መብራ	-3904
▁አንብ	-3905
▁እያን	-3906
▁ውሻው	-3907
ddisa	-3908
▁afur	-3909
▁maxx	-3910
▁xiyy	-3911
▁መድሃኒ	-3912
▁አይሆን	-3913
ineens	-3914
neerra	-3915
▁addaa	-3916
▁ሆስፒታል	-3917
▁deemta	-3918
▁qisaas	-3919
amaniiru	-3920
▁dabarsuu	-3921
▁teenisii	-3922
?"	-3923
ሰሩ	-3924
ባል	-3925
ንሰር	-3926
▁መራ	-3927
▁ስል	-3928
▁በቃ	-3929
▁ይታ	-3930
▁ፈረ	-3931
poor	-3932
▁አሰብ	-3933
▁እንቁ	-3934
▁ብቻውን	-3935
▁አስታው	-3936
▁Garaa	-3937
▁fedhe	-3938
▁jecha	-3939
▁qorri	-3940
▁ለመስራት	-3941
▁xuuxuu	-3942
▁ማንኛውንም	-3943
▁Irbaata	-3944
▁Baaburri	-3945
▁Dhumarratti	-3946
ውቀ	-3947
▁V	-3948
▁ሬ	-3949
▁ኦ	-3950
bee	-3951
ላሉ።	-3952
ረዳኝ	-3953
ፈለጉ	-3954
▁ዛፍ	-3955
eefu	-3956
ረጋገጥ	-3957
▁dub	-3958
▁አሉት።	-3959
▁fuula	-3960
faatina	-3961
▁ilkaan	-3962
▁kennite	-3963
▁የምፈልገው።	-3964
▁dukkanaa	-3965
▁faayidaa	-3966
▁dhukkubsa	-3967
▁jechootaa	-3968
ረፈ	-3969
ነዳ	-3970
ገኙ	-3971
ሟል።	-3972
▁መተ	-3973
▁በቁ	-3974
▁Kaa	-3975
▁Rif	-3976
▁የማን	-3977
adhee	-3978
eerri	-3979
▁Isin	-3980
▁Miira	-3981
▁tolch	-3982
▁ይፈልጋል	-3983
▁argama	-3984
▁dhiise	-3985
▁ትችላለህ።	-3986
▁keessanii	-3987
ርክ	-3988
▁ሄደ	-3989
▁ሆቴ	-3990
▁ጠፍ	-3991
▁ምልክ	-3992
▁ብልህ	-3993
▁ጥቁር	-3994
▁ቤተሰብ	-3995
achiis	-3996
ibsiif	-3997
▁himne	-3998
▁jirre	-3999
▁duwwaa	-4000
▁Dhukkub	-4001
▁barreeff	-4002
ረሳ	-4003
ሮጥ	-4004
ውቁ	-4005
የኝ	-4006
ፊያ	-4007
ሞክር	-4008
▁ስጋ	-4009
▁iyy	-4010
▁ወተት	-4011
aawaa	-4012
tichi	-4013
▁እንሂድ	-4014
▁ያደረገ	-4015
▁ጠረጴዛ	-4016
▁fagaa	-4017
chiisaa	-4018
▁Haadha	-4019
▁አይደሉም።	-4020
▁fudhadha	-4021
ንዳ	-4022
uut	-4023
ችሁን	-4024
▁ለራ	-4025
▁ያነ	-4026
▁ይቀ	-4027
▁mak	-4028
▁እህቴ	-4029
ombol	-4030
▁መጠጣት	-4031
▁Ishee	-4032
▁Reefu	-4033
▁ምንድነው	-4034
▁አላስታውስም።	-4035
▁argachuun	-4036
ሬው	-4037
ትር	-4038
ጠቢያ	-4039
naan	-4040
ችለውን	-4041
ጠይቅህ	-4042
▁ያደረ	-4043
▁መልካም	-4044
aatiif	-4045
oostaa	-4046
▁turee	-4047
▁harkaa	-4048
▁waanuma	-4049
▁nyaachuuf	-4050
lu	-4051
ሞላ	-4052
ንቲ	-4053
▁Ifa	-4054
▁You	-4055
▁ለውጥ	-4056
▁በቶም	-4057
▁በድን	-4058
▁መጠየቅ	-4059
▁አላት።	-4060
▁እድለኛ	-4061
▁fuudh	-4062
▁ለመናገር	-4063
▁ለመግዛት	-4064
▁አስባለሁ	-4065
▁hawwii	-4066
▁ilaalu	-4067
▁kootiin	-4068
▁hamaadha	-4069
▁hojjedhe	-4070
▁meeqatti	-4071
uq	-4072
ቻለ	-4073
ለኝ።	-4074
ጀምር	-4075
▁be	-4076
▁መተው	-4077
▁አልጋ	-4078
▁ከየት	-4079
▁ዙሪያ	-4080
sitee	-4081
▁ስብሰባ	-4082
▁Homaa	-4083
▁Jecha	-4084
▁beela	-4085
▁Maatii	-4086
▁dhufaa	-4087
▁kubbaa	-4088
▁qofatu	-4089
▁bashann	-4090
▁isaatti	-4091
▁dubbanne	-4092
▁fudhadhu	-4093
▁hojjettu	-4094
ንደ	-4095
ጭቆ	-4096
▁ሩ	-4097
ንጥላ	-4098
▁ልጄ	-4099
▁ብቸ	-4100
irii	-4101
▁ማሰብ	-4102
▁ተወዳ	-4103
▁ፈገግ	-4104
▁አስተዋ	-4105
taniif	-4106
▁urgaa	-4107
▁ወዲያውኑ	-4108
▁Intala	-4109
▁Barsiis	-4110
▁akkanaa	-4111
▁daandii	-4112
▁Magaalaa	-4113
▁Qormaata	-4114
▁barreesse	-4115
▁dandeenyaa	-4116
▁Obboleettiin	-4117
ከኝ	-4118
ገን	-4119
ነበብ	-4120
ጠበቀ	-4121
▁ለል	-4122
▁ለም	-4123
▁ቀር	-4124
▁ዋና	-4125
▁ይም	-4126
▁ana	-4127
▁መፃፍ	-4128
▁Hamm	-4129
▁jeeq	-4130
▁ንገረኝ	-4131
▁አድርጓ	-4132
▁ኮምፒው	-4133
▁ይመስል	-4134
qaaquu	-4135
▁kennu	-4136
▁መፅሀፉን	-4137
▁bilisa	-4138
▁እሄዳለሁ።	-4139
▁dagatinaa	-4140
▁dabarseera	-4141
tta	-4142
ነገረ	-4143
▁ለተ	-4144
▁kom	-4145
▁saa	-4146
▁አላየ	-4147
▁በእግር	-4148
▁anaaf	-4149
▁dhiib	-4150
▁የለንም።	-4151
▁Aniifi	-4152
▁Gatiin	-4153
▁rukute	-4154
▁አያስፈልገ	-4155
▁እንዳልሆነ	-4156
▁poostaa	-4157
▁yaaluun	-4158
▁Otobusii	-4159
pe	-4160
ናቂ	-4161
ኞቹ	-4162
ፋጭ	-4163
▁ሜ	-4164
sin	-4165
በደር	-4166
▁He	-4167
▁Hi	-4168
▁መመ	-4169
▁ውሾ	-4170
▁የፈ	-4171
amte	-4172
▁ለማስ	-4173
▁መደብ	-4174
▁አለኝ	-4175
▁ከቤት	-4176
▁argamu	-4177
▁ciniin	-4178
▁dhufne	-4179
▁fiilmii	-4180
▁sodaachis	-4181
ረዱ	-4182
ተወ	-4183
ዎቹን	-4184
▁ሞክ	-4185
▁ይው	-4186
▁ገበ	-4187
kaak	-4188
▁በቀላሉ	-4189
▁cirra	-4190
▁iddoo	-4191
▁ብስክሌት	-4192
kaakayy	-4193
▁soddoma	-4194
▁dubbadhu	-4195
▁Barattoonni	-4196
▁biskileetii	-4197
▁obboleettii	-4198
vi	-4199
ለቅ	-4200
ርጥ	-4201
ሸራ	-4202
ሽ።	-4203
በኛ	-4204
lle	-4205
ናለሁ	-4206
ዘጋጅ	-4207
ብህም።	-4208
▁ህልም	-4209
▁ምርጥ	-4210
ittan	-4211
▁Balb	-4212
▁adii	-4213
aaleen	-4214
▁Hojje	-4215
▁Qalama	-4216
▁deemna	-4217
▁Namichi	-4218
▁እንችላለን።	-4219
▁dhukkuba	-4220
ሜራ	-4221
ነብ	-4222
▁ጮ	-4223
ver	-4224
▁ሰጥ	-4225
bboo	-4226
wwee	-4227
▁አመጣ	-4228
▁አጭር	-4229
▁እናት	-4230
▁የሴት	-4231
aayin	-4232
llaan	-4233
▁Ofii	-4234
▁Yoon	-4235
▁boru	-4236
▁gahe	-4237
▁ለሶስት	-4238
▁ብርጭቆ	-4239
iyaanoo	-4240
▁Deebii	-4241
eessatti	-4242
▁rakkoon	-4243
▁hubachuu	-4244
▁xiqqaate	-4245
ማሽ	-4246
ፋ።	-4247
res	-4248
umm	-4249
ጠይቃ	-4250
▁Al	-4251
ppaa	-4252
▁ቁልፍ	-4253
▁ክፍሉ	-4254
▁ወይስ	-4255
▁የተወ	-4256
ፈልገውን	-4257
▁daak	-4258
▁ለማንም	-4259
▁መዝገበ	-4260
▁ያለብን	-4261
▁Eessa	-4262
▁Hamma	-4263
▁intala	-4264
▁yaadne	-4265
▁Hiriyaa	-4266
▁dhufeera	-4267
ጡት	-4268
iiz	-4269
ሪዎች	-4270
ስህን	-4271
▁ባል	-4272
▁ሞከር	-4273
▁አለቃ	-4274
▁ካሜራ	-4275
▁ዝርዝ	-4276
▁የፈለ	-4277
▁buna	-4278
▁garg	-4279
▁እንደሌ	-4280
▁ያውቃል	-4281
▁ተመለከተ	-4282
▁Dhaabb	-4283
▁beekna	-4284
▁yaaduu	-4285
▁እፈራለሁ።	-4286
▁bitadhe	-4287
ለቀ	-4288
ሪው	-4289
ርሱ	-4290
qii	-4291
ለው።	-4292
ላችኋ	-4293
ባቸው	-4294
ኛለህ	-4295
▁መከ	-4296
tion	-4297
▁Han	-4298
▁በማን	-4299
▁አሰል	-4300
▁አድራ	-4301
▁እግር	-4302
▁ይበል	-4303
▁ጀርባ	-4304
▁ጥቅም	-4305
aayil	-4306
▁bahu	-4307
choota	-4308
▁Gorsa	-4309
▁dhiif	-4310
▁እውነተኛ	-4311
▁doonii	-4312
▁qabaat	-4313
▁sodaat	-4314
▁gaariidha	-4315
▁bareedduudha	-4316
ላፊ	-4317
ሯል	-4318
ካል	-4319
ጆች	-4320
goo	-4321
oni	-4322
ኖረኝ	-4323
▁ሄጄ	-4324
▁ተደ	-4325
▁ከል	-4326
▁fin	-4327
aarri	-4328
attan	-4329
▁eega	-4330
▁ilma	-4331
▁rafe	-4332
▁መቋቋም	-4333
▁ሰዎችን	-4334
▁በጃፓን	-4335
▁Hiriy	-4336
▁አሰብኩ።	-4337
▁Jalqab	-4338
▁eenyuu	-4339
▁naanna	-4340
▁Naannoo	-4341
▁aanutti	-4342
▁bilbile	-4343
▁Boqonnaa	-4344
▁Kitaabota	-4345
▁jaallattaa	-4346
ያይ	-4347
acc	-4348
xii	-4349
ለኛው	-4350
etti	-4351
ppii	-4352
▁እንጂ	-4353
arree	-4354
▁baas	-4355
▁kufe	-4356
▁አደንቃ	-4357
▁ገዛሁ።	-4358
▁Tapha	-4359
▁hiika	-4360
▁balali	-4361
▁እንደሚችል	-4362
▁argeera	-4363
▁kompiit	-4364
▁tarkaan	-4365
▁tokkotu	-4366
▁muuziqaa	-4367
▁qabadheen	-4368
▁hojjechuun	-4369
▁dinqisiifadha	-4370
መጥ	-4371
ናግ	-4372
ኝታ	-4373
ደደ	-4374
ጋራ	-4375
ጠቀ	-4376
ጣል	-4377
▁ዲ	-4378
ddi	-4379
ያንስ	-4380
ፓርኩ	-4381
▁Ko	-4382
▁በሽ	-4383
መለከት	-4384
▁sar	-4385
▁ቁርስ	-4386
▁ቤተሰ	-4387
▁እየቀ	-4388
▁ፒያኖ	-4389
▁haal	-4390
▁ማስታወ	-4391
▁ቢያንስ	-4392
▁ተወዳጅ	-4393
▁argit	-4394
▁biroo	-4395
▁cinaa	-4396
▁qaana	-4397
▁ልነግርህ	-4398
▁dursee	-4399
▁magaal	-4400
▁qabuuf	-4401
ataniiru	-4402
eeffannoo	-4403
▁Sanduuqa	-4404
▁eessatti	-4405
▁jiraadha	-4406
▁argadheera	-4407
ቶቹ	-4408
ፉ።	-4409
▁እብ	-4410
▁የሌ	-4411
▁የግ	-4412
▁ፈለገ	-4413
ናገረውን	-4414
▁bade	-4415
▁መኪናው	-4416
▁አለብህ	-4417
▁እንደምን	-4418
▁dhuguu	-4419
▁hangam	-4420
▁Saroonni	-4421
▁filannoo	-4422
▁gaafatte	-4423
▁gargaara	-4424
▁galateeff	-4425
ታር	-4426
ሞችን	-4427
▁wh	-4428
▁ልም	-4429
▁ተሸ	-4430
▁ከሌ	-4431
▁ይመ	-4432
alti	-4433
neen	-4434
umsi	-4435
ዎታል።	-4436
▁መነፅ	-4437
▁ሻንጣ	-4438
▁ቡድን	-4439
atama	-4440
▁አለህ።	-4441
▁አልበላ	-4442
▁ከሶስት	-4443
▁Tokko	-4444
▁bitaa	-4445
▁mudaa	-4446
▁መፃህፍት	-4447
▁ግንኙነት	-4448
▁hirribaa	-4449
▁murteesse	-4450
ሬታ	-4451
ዲት	-4452
ent	-4453
▁Ob	-4454
▁de	-4455
▁ምግ	-4456
▁ጋዜ	-4457
▁lol	-4458
▁ችግሩ	-4459
▁የድሮ	-4460
