<pad>	0
<unk>	0
<s>	0
</s>	0
▁አ	-0
▁እ	-1
▁ነ	-2
▁በ	-3
▁የ	-4
▁መ	-5
▁ይ	-6
▁እን	-7
▁ነው	-8
ለሁ	-9
ቶም	-10
▁ያ	-11
▁ለ	-12
▁ማ	-13
▁ቶም	-14
▁ከ	-15
▁ተ	-16
ምን	-17
▁ስ	-18
▁ወ	-19
▁ብ	-20
▁ነበ	-21
▁ት	-22
▁አይ	-23
▁እንደ	-24
▁አል	-25
▁ሰ	-26
ፈል	-27
▁አለ	-28
▁ይህ	-29
▁ው	-30
▁ነበር	-31
ገር	-32
▁ምን	-33
▁ሁ	-34
▁ላ	-35
ዚህ	-36
▁ል	-37
ጣም	-38
▁በጣም	-39
ጊዜ	-40
ውን	-41
▁አን	-42
▁ላይ	-43
▁አስ	-44
▁ጥ	-45
▁ጊዜ	-46
ስጥ	-47
▁ወደ	-48
▁ደ	-49
▁ውስጥ	-50
▁ቀ	-51
▁ነገር	-52
ችን	-53
ፈልጋ	-54
▁የሚ	-55
ነት	-56
ችላ	-57
መስ	-58
ለህ	-59
▁ም	-60
ድረ	-61
ንም	-62
▁አይደ	-63
▁ገ	-64
▁ይህን	-65
ለም	-66
▁እና	-67
▁ቤ	-68
▁እየ	-69
▁አላ	-70
▁ብዙ	-71
ቸው	-72
ደር	-73
▁ለመ	-74
ሆነ	-75
▁ጠ	-76
▁ሁሉ	-77
▁የተ	-78
ዎች	-79
ኛል	-80
ሆን	-81
ድረግ	-82
▁ታ	-83
ችል	-84
▁እንዳ	-85
▁ግ	-86
▁ጋ	-87
ለው	-88
▁ባ	-89
▁አለብ	-90
▁የም	-91
ሁን	-92
▁ፈ	-93
▁ሰው	-94
▁ለማ	-95
▁አንድ	-96
▁ጋር	-97
ኝም	-98
▁ስለ	-99
ንድ	-100
ሄድ	-101
በት	-102
▁እፈልጋ	-103
▁እፈልጋለሁ	-104
ውቅ	-105
▁ጥሩ	-106
▁ምንም	-107
ላል	-108
ናል	-109
▁ማድረግ	-110
▁ያን	-111
ውቃ	-112
ስተ	-113
▁በእ	-114
▁ቤት	-115
▁ሊ	-116
▁ብቻ	-117
▁ይመስ	-118
▁ክ	-119
▁እኔ	-120
ዋል	-121
ለን	-122
ርያ	-123
▁በአ	-124
▁እዚህ	-125
ስት	-126
▁እር	-127
ለች	-128
ህን	-129
▁ስራ	-130
ሳይ	-131
ችልም	-132
▁እሱ	-133
▁ና	-134
▁ለምን	-135
ዴት	-136
▁ዛ	-137
▁አይደለም	-138
▁ያንን	-139
ደረ	-140
ውቅም	-141
ፈልግ	-142
ንት	-143
ነበ	-144
▁አሁን	-145
▁እንዴት	-146
ለት	-147
ዚያ	-148
▁የእ	-149
▁እንዲ	-150
▁ከእ	-151
▁ይችላ	-152
▁ማን	-153
ቅር	-154
ወዳ	-155
▁ነኝ	-156
ገና	-157
ግር	-158
▁ካ	-159
ሰራ	-160
▁አት	-161
▁መን	-162
▁የማ	-163
▁ያለ	-164
የት	-165
ህል	-166
ራት	-167
▁ድ	-168
▁ነገ	-169
▁የት	-170
ቱን	-171
ገባ	-172
ችሁ	-173
ታል	-174
▁በመ	-175
▁ዛሬ	-176
ረን	-177
▁እንድ	-178
ርያም	-179
▁ሁሉም	-180
▁እያ	-181
▁እንደሚ	-182
▁ቦ	-183
ሰማ	-184
መለ	-185
▁ትን	-186
ኩት	-187
▁ብዬ	-188
▁መስ	-189
▁ናቸው	-190
▁ኣ	-191
▁የመ	-192
▁ሳ	-193
ፊት	-194
▁የለ	-195
▁ጉ	-196
ተኛ	-197
▁እስ	-198
▁እባ	-199
▁ፍ	-200
ሪያ	-201
ረው	-202
▁ዘ	-203
▁ያህል	-204
▁ሀ	-205
ኋላ	-206
▁ዝ	-207
ድር	-208
▁ትንሽ	-209
▁ቆ	-210
ስዎ	-211
ቷል	-212
▁አያ	-213
▁ች	-214
▁ሞ	-215
ጣት	-216
▁አላውቅም	-217
ሃል	-218
▁ያስ	-219
ምህ	-220
▁ግን	-221
ለኛል	-222
ንዘ	-223
ኪና	-224
ዎት	-225
ባት	-226
▁ሌ	-227
▁የአ	-228
ርት	-229
▁አሉ	-230
▁ህ	-231
ጓደ	-232
▁ሙ	-233
ጀመ	-234
▁በኋላ	-235
▁ሲ	-236
▁ክፍ	-237
▁በዚህ	-238
▁እንደሆነ	-239
▁አልችልም	-240
ትን	-241
▁መጠ	-242
ፈልገ	-243
▁ገንዘ	-244
▁ቁ	-245
▁አለብኝ	-246
▁ን	-247
▁ቢ	-248
ረንሳይ	-249
ሰብ	-250
▁አውቃ	-251
ፈልግም	-252
▁መፅ	-253
ቶች	-254
መጣ	-255
▁አውቃለሁ	-256
▁ይመስለኛል	-257
ኩም	-258
ክል	-259
ገድ	-260
▁ጓደ	-261
ማሪ	-262
▁ሰዎች	-263
ናገር	-264
ረዳ	-265
▁ከአ	-266
ኘት	-267
ዬን	-268
▁ይህንን	-269
ወት	-270
▁ማርያም	-271
▁እነ	-272
▁የሚያ	-273
▁ለእ	-274
▁የበ	-275
▁አልነበ	-276
ጨረ	-277
▁ይችላል	-278
▁እንደም	-279
▁ተስ	-280
ፈለ	-281
ላት	-282
ደርጋ	-283
ታው	-284
ረንሳይኛ	-285
ችላለሁ	-286
▁እችላለሁ	-287
ውነት	-288
▁መኪና	-289
ንተ	-290
ልቅ	-291
ዎን	-292
▁አው	-293
▁እንዳለ	-294
▁መሆን	-295
ቻለሁ	-296
▁በፊት	-297
▁ማንም	-298
▁መሄድ	-299
▁መፅሀ	-300
ብኝ	-301
ዎችን	-302
▁ገንዘብ	-303
▁የሆነ	-304
ገኘ	-305
▁መል	-306
ገረ	-307
መት	-308
ሮች	-309
ሉም	-310
▁ልጅ	-311
▁ትና	-312
▁ከመ	-313
ዋለሁ	-314
▁አስተ	-315
ላይ	-316
▁ረ	-317
▁አንዳ	-318
▁ይፈልጋ	-319
▁እባክ	-320
ደው	-321
ባለሁ	-322
ምህርት	-323
በላ	-324
ወቅ	-325
▁አሳ	-326
▁ጨ	-327
▁እድ	-328
▁ተስፋ	-329
▁ቦታ	-330
▁ነበረ	-331
▁ነህ	-332
▁አለኝ	-333
▁ይመስላል	-334
▁ቃ	-335
▁የምት	-336
ቀም	-337
ኛው	-338
▁በማ	-339
▁ባለ	-340
ሁት	-341
▁ፈረንሳይኛ	-342
ድን	-343
ረም	-344
ደርግ	-345
▁ሰኣ	-346
▁ሆ	-347
ሶስት	-348
▁ሌላ	-349
ሩን	-350
▁አደ	-351
ያው	-352
▁ጎ	-353
▁ጉዳ	-354
▁አሁ	-355
▁ትናንት	-356
▁ትችላ	-357
▁እየተ	-358
▁ሁል	-359
ግብ	-360
ግጠ	-361
▁ችግር	-362
▁አሁንም	-363
▁አስባለሁ	-364
መን	-365
▁ቅ	-366
▁ኮ	-367
▁እወዳ	-368
ነው	-369
▁ሁኔ	-370
▁የለኝም	-371
ፍት	-372
ታት	-373
▁ቀን	-374
▁ከዚህ	-375
ቀጥ	-376
▁አልተ	-377
ወድ	-378
▁ልጆ	-379
▁አለው	-380
▁በፍ	-381
ለጠ	-382
▁አንዳንድ	-383
▁አልፈልግም	-384
ሳብ	-385
▁ይችላሉ	-386
ወስ	-387
ማር	-388
ተት	-389
▁ምክ	-390
▁አልቻ	-391
▁አለብን	-392
መል	-393
▁እወዳለሁ	-394
▁ዋ	-395
ርስዎ	-396
▁ጣ	-397
▁ወይ	-398
▁አድር	-399
▁ተና	-400
▁በላይ	-401
ኑን	-402
ከር	-403
ጠብ	-404
▁በተ	-405
▁አብ	-406
▁ከባ	-407
▁እንደማ	-408
ጨረሻ	-409
ክክል	-410
▁ሄ	-411
ቤት	-412
▁አይነት	-413
▁በት	-414
ቀመ	-415
▁መንገድ	-416
ችው	-417
▁አዲ	-418
▁ሁኔታ	-419
▁መፅሀፍ	-420
በቅ	-421
ኖር	-422
▁ራ	-423
ሳት	-424
▁ሙሉ	-425
▁የለም	-426
ቹን	-427
የቀ	-428
ናት	-429
▁ቶምን	-430
▁አይደል	-431
ስተኛ	-432
▁አይመስ	-433
▁መጥ	-434
▁በሚ	-435
▁እርግጠ	-436
▁የበለጠ	-437
ሄዳ	-438
▁ነች	-439
▁ጓደኛ	-440
ያቄ	-441
▁እንድት	-442
▁እርግጠኛ	-443
ንያ	-444
▁ትችላለህ	-445
▁ትልቅ	-446
▁አንተ	-447
▁መቼ	-448
ራል	-449
ውነ	-450
ድረስ	-451
ናለሁ	-452
▁ይሆ	-453
▁አባ	-454
መር	-455
ሱን	-456
▁እንደገና	-457
ደን	-458
▁ከባድ	-459
ሴት	-460
ዳት	-461
▁ፖ	-462
▁ሰኣት	-463
▁ማታ	-464
▁ጥያቄ	-465
ግኘት	-466
ንግ	-467
▁ደስተኛ	-468
ከተ	-469
ገው	-470
▁እሷ	-471
ስታ	-472
▁ታውቃ	-473
ልኝ	-474
▁ትምህርት	-475
▁ለአ	-476
▁መብ	-477
ጀመሪያ	-478
▁ከተ	-479
ፈው	-480
ልም	-481
▁እንግ	-482
▁ሁሉንም	-483
▁ክፍል	-484
▁ሃ	-485
ደረግ	-486
▁ይፈልጋሉ	-487
ነጋ	-488
ሃለሁ	-489
ስተን	-490
▁ስንት	-491
▁ይሆናል	-492
ቀድ	-493
▁ጀ	-494
▁ቡ	-495
ለሁም	-496
▁አይደለሁም	-497
▁አደርጋ	-498
ራለሁ	-499
▁አታ	-500
▁አየ	-501
▁ውሻ	-502
ወጣ	-503
ርስ	-504
▁ስሜ	-505
ኛለሁ	-506
▁ምግብ	-507
▁ለማድረግ	-508
▁አደርጋለሁ	-509
ኞች	-510
▁ወን	-511
▁ማየት	-512
ምንት	-513
ጠይ	-514
ወሰ	-515
ርያምን	-516
ጥነት	-517
▁ማለት	-518
ልክ	-519
▁ታውቃለህ	-520
▁አም	-521
ጅም	-522
▁እነዚህ	-523
ቀው	-524
ያለሁ	-525
▁አስፈ	-526
ቴን	-527
▁አለብህ	-528
ቂት	-529
▁ልት	-530
▁ደረ	-531
▁ፀ	-532
▁ይቅር	-533
▁ስህ	-534
ብስ	-535
▁ሁለ	-536
መሰ	-537
▁ሁለት	-538
▁አለህ	-539
ፈልገው	-540
▁ይሰማ	-541
ናገ	-542
መለስ	-543
ጫወት	-544
▁እባክህ	-545
ልፍ	-546
▁ያለው	-547
▁ይወዳ	-548
▁ገና	-549
ንጆ	-550
▁አዲስ	-551
ህም	-552
▁በጥ	-553
▁ተጨ	-554
▁የቶም	-555
ተር	-556
▁ዳ	-557
ከት	-558
▁ዶ	-559
ተዋል	-560
▁አስደ	-561
▁እውነት	-562
▁በቀ	-563
ሯል	-564
▁ሀሳብ	-565
▁ምክንያ	-566
▁እንደዚህ	-567
▁ማወቅ	-568
▁ድረስ	-569
▁ቆንጆ	-570
▁እስካ	-571
▁መግ	-572
ረኝ	-573
▁ሁላ	-574
▁እዚያ	-575
ጠኝ	-576
▁ቃል	-577
በል	-578
▁ብሎ	-579
▁ጉዳይ	-580
ብሰ	-581
▁ማርያምን	-582
▁አልነበረም	-583
▁ፊ	-584
▁መው	-585
▁እርስዎ	-586
ርሳ	-587
▁ከእኔ	-588
ገኝ	-589
▁ያውቃ	-590
▁አለበት	-591
በር	-592
▁ሶስት	-593
ቆም	-594
ደብ	-595
ናብ	-596
ለውም	-597
▁የእኔ	-598
ፓር	-599
▁መጥፎ	-600
ረት	-601
▁ጫ	-602
ችንም	-603
▁ከማ	-604
ስራ	-605
▁ቀላል	-606
▁የማይ	-607
▁እስከ	-608
▁አደጋ	-609
ረጋ	-610
▁ወንድ	-611
ሎች	-612
▁ነን	-613
ለኝም	-614
▁ኣይ	-615
▁ትፈልጋ	-616
▁እስካሁን	-617
ሞክ	-618
▁ቤተ	-619
ተው	-620
▁ሻ	-621
ይወት	-622
ዎታል	-623
ነሳ	-624
▁በእውነት	-625
ዘጋ	-626
▁ይቅርታ	-627
በብ	-628
ዋት	-629
▁የምን	-630
▁የለውም	-631
ዛት	-632
▁በእር	-633
ተሃል	-634
ፁም	-635
▁ምር	-636
ለኛ	-637
ቢያ	-638
ከል	-639
ደም	-640
▁ሁልጊዜ	-641
▁በቂ	-642
ላጆ	-643
ጃፓ	-644
▁እውነ	-645
ማማ	-646
▁መር	-647
ላጊ	-648
▁ከፍ	-649
▁አይመስለኝም	-650
▁እመ	-651
▁አገኘ	-652
ያን	-653
ወድም	-654
▁አግ	-655
ነግ	-656
ዶች	-657
ገዛ	-658
ገኛ	-659
▁ሚ	-660
▁ስሜት	-661
ቸውን	-662
ቀጥለው	-663
▁ሽ	-664
▁ተጠ	-665
ህና	-666
ዳታ	-667
ነጋገር	-668
▁ስህተት	-669
ቀት	-670
▁ሊሆን	-671
ረዶ	-672
አት	-673
ላሉ	-674
▁ያል	-675
ሻለ	-676
ተናል	-677
▁ደብ	-678
▁ነገሮች	-679
▁አስፈላጊ	-680
የቅ	-681
▁አጥ	-682
▁በል	-683
ሳች	-684
ጉት	-685
ጠረ	-686
ምር	-687
▁ሴት	-688
▁ጠን	-689
▁አያስ	-690
ናልባት	-691
▁ምናልባት	-692
▁በቅር	-693
ልህ	-694
▁እኛ	-695
▁በትክክል	-696
ቅም	-697
▁ውሃ	-698
መሰግ	-699
▁ትፈልጋለህ	-700
▁እንዳል	-701
▁እንዲህ	-702
ሜሪ	-703
ጎት	-704
▁ልጆች	-705
▁እቅ	-706
ቂቃ	-707
▁ኩ	-708
▁ምንድን	-709
▁እንደምት	-710
ጃፓን	-711
▁ማግኘት	-712
▁አልቻል	-713
የር	-714
ታለሁ	-715
▁ማስ	-716
▁ሳይ	-717
▁እጠ	-718
ችንን	-719
ደረገ	-720
▁ውድ	-721
ሙሉ	-722
ጴዛ	-723
▁አጠ	-724
▁በሰ	-725
▁ታሪ	-726
ሰበ	-727
▁በደን	-728
ለፍ	-729
▁ሳምንት	-730
▁ውጭ	-731
▁አመት	-732
ጥር	-733
▁ደህና	-734
▁በደንብ	-735
ሆኑ	-736
▁ችግ	-737
▁ወሰ	-738
▁ደቂቃ	-739
▁ገባ	-740
▁እንኳ	-741
▁በፍጥነት	-742
▁ቴ	-743
▁ዋጋ	-744
▁ይሰማኛል	-745
▁መቆ	-746
▁አስደሳች	-747
▁ሰር	-748
▁ዝናብ	-749
ንቀ	-750
▁ባቡ	-751
▁አያውቅም	-752
▁ሆነ	-753
▁እራ	-754
▁ተናግ	-755
▁ባለፈው	-756
▁ተማሪ	-757
▁ወጣ	-758
▁መናገር	-759
▁አግኝ	-760
▁ተመ	-761
▁ደስ	-762
▁ለቶም	-763
ጠበ	-764
▁ጠዋት	-765
ልኩ	-766
ዳቤ	-767
▁ሆኖ	-768
▁በሚቀጥለው	-769
ቃት	-770
▁ነበሩ	-771
▁ጥቂት	-772
መድ	-773
▁ስለዚህ	-774
ከብ	-775
▁መጣ	-776
▁ገዛ	-777
▁መም	-778
▁እንኳን	-779
ዱን	-780
▁ልታ	-781
▁ፍላ	-782
ደርገው	-783
ምንም	-784
ሞከር	-785
▁ተጨማሪ	-786
ረብ	-787
▁የሚያስ	-788
ግጥ	-789
▁ብር	-790
▁በሙሉ	-791
ንቅ	-792
ወደ	-793
▁ጭ	-794
ለመ	-795
ቁም	-796
▁ኖ	-797
▁ጨዋ	-798
▁የቤት	-799
▁አይችልም	-800
▁ቦስተን	-801
▁አልቻልኩም	-802
▁መቀ	-803
▁መስሎ	-804
የቀኑ	-805
▁በስ	-806
▁አባቴ	-807
▁ወይም	-808
▁የለብ	-809
▁በየቀኑ	-810
▁ፎ	-811
ላችሁ	-812
ቡን	-813
ዳን	-814
▁እድል	-815
▁መስራት	-816
ባው	-817
▁ጀመ	-818
▁መዝ	-819
▁ለእኔ	-820
▁ሁላችንም	-821
ባል	-822
ኛውን	-823
ካከል	-824
▁ቡና	-825
▁ሰማ	-826
▁ስም	-827
▁ይገባ	-828
▁ደብዳቤ	-829
ሰር	-830
ቶቡ	-831
ኝነት	-832
▁ከሰ	-833
ሉት	-834
ከረ	-835
▁ር	-836
▁ማው	-837
▁በግ	-838
▁አበ	-839
▁ፖሊ	-840
ገብ	-841
ቃለሁ	-842
ከፍ	-843
ፃፍ	-844
▁ከቶም	-845
ምሮ	-846
ስክ	-847
ጠር	-848
ካችሁ	-849
▁ምክንያት	-850
▁መሆ	-851
ዎቹ	-852
ጫወ	-853
ረፍት	-854
▁በአንድ	-855
ላለሁ	-856
▁እባካችሁ	-857
ሏል	-858
ጋሪ	-859
ጨነ	-860
▁ብለው	-861
▁በቅርቡ	-862
▁እመኛለሁ	-863
ብን	-864
ቀመጥ	-865
▁ኣመ	-866
▁እሱን	-867
ቆይ	-868
▁ሊያ	-869
▁ዝግ	-870
▁እርዳታ	-871
▁እንደተ	-872
▁ፍላጎት	-873
▁አለብዎት	-874
ከሰ	-875
ቶችን	-876
▁ቀናት	-877
▁ተመል	-878
▁ነዎት	-879
ለኝ	-880
ችኋ	-881
ኖች	-882
ድነው	-883
ማት	-884
ችሉም	-885
ሳል	-886
▁እህ	-887
▁ረጅም	-888
ራው	-889
ንቋ	-890
▁እንቅ	-891
▁የተሻለ	-892
▁ወር	-893
▁ከተማ	-894
▁ትክክል	-895
▁እንዳለብኝ	-896
ቦች	-897
ዝቃ	-898
▁ወድ	-899
▁በዝ	-900
▁አይችሉም	-901
ሞች	-902
▁ሙዚ	-903
▁በጭ	-904
▁ወላጆ	-905
ሰጥ	-906
ሁም	-907
ቀር	-908
ዘን	-909
▁ሄደ	-910
▁በህ	-911
ሉን	-912
▁ስት	-913
▁አስቸ	-914
ልፅ	-915
▁ይጠ	-916
▁መብላት	-917
▁የምፈልገው	-918
ችላለን	-919
▁እንችላለን	-920
ሽት	-921
ታም	-922
ዋን	-923
ይወ	-924
ገም	-925
▁ቅር	-926
▁ይፈልጋል	-927
ለውን	-928
ፈለግ	-929
▁መጠበቅ	-930
▁እንዲያ	-931
▁ሰራ	-932
▁ፈል	-933
▁አልወድም	-934
▁ስር	-935
▁ጠየቀ	-936
▁በእርግጥ	-937
ሴን	-938
ጣል	-939
▁ነበርኩ	-940
ሰድ	-941
ከባ	-942
▁ያውቃል	-943
ብህ	-944
00	-945
መም	-946
ሮችን	-947
ረጥ	-948
▁ተሳ	-949
▁ሰጠ	-950
▁በየ	-951
ግባ	-952
ፕላ	-953
▁ግድ	-954
▁እየሰራ	-955
ፉን	-956
▁ፅ	-957
▁ሱ	-958
▁ዘግ	-959
▁ነበረብኝ	-960
ቢያው	-961
ወደው	-962
▁ብዙውን	-963
ፈራ	-964
ኛውም	-965
ተና	-966
▁ንግ	-967
▁አር	-968
▁አዝ	-969
▁ይሻ	-970
▁ሁለቱ	-971
▁መታ	-972
▁በራ	-973
▁መስሎኝ	-974
▁እንግሊ	-975
▁ቀደም	-976
▁ብዙም	-977
▁እንደሚያ	-978
ከው	-979
▁የኔ	-980
ሷል	-981
▁መዋ	-982
▁እንግዳ	-983
ሰው	-984
በዝ	-985
ጣለሁ	-986
ንስ	-987
▁አካ	-988
▁ታሪክ	-989
▁አስቀድ	-990
ሌት	-991
በቃ	-992
ባሉ	-993
ክት	-994
▁ሀብ	-995
▁ስላ	-996
▁ዝም	-997
ሳሳይ	-998
ውቀው	-999
▁አስቤ	-1000
ሰጠ	-1001
ቼን	-1002
ነፍ	-1003
ዳል	-1004
ቋንቋ	-1005
ቀኝ	-1006
▁በፍፁም	-1007
ፋት	-1008
▁አገ	-1009
ራሽ	-1010
▁ደክ	-1011
ጦታ	-1012
▁ዝግጁ	-1013
▁በሩን	-1014
▁መግዛት	-1015
ሞት	-1016
▁ዘግይ	-1017
▁የገና	-1018
ንገ	-1019
▁ሸ	-1020
ገረኝ	-1021
▁አልቻለም	-1022
ዝቃዛ	-1023
▁መምጣት	-1024
▁እባክዎን	-1025
ክፍ	-1026
ባቸው	-1027
▁ጉዞ	-1028
▁ኣመት	-1029
ህር	-1030
ላቸው	-1031
▁ተወ	-1032
▁ድም	-1033
▁ተመለ	-1034
ችኝ	-1035
ሁድ	-1036
ሰብኩ	-1037
▁ቤቱ	-1038
▁ትኩ	-1039
▁የወ	-1040
▁አላስ	-1041
▁ተናግሯል	-1042
ሜሪካ	-1043
▁እቅድ	-1044
ሳተ	-1045
ነቱ	-1046
ያዝ	-1047
ሳለሁ	-1048
▁ሰም	-1049
▁ፀጉ	-1050
▁ቋንቋ	-1051
▁ይወዳል	-1052
ቋል	-1053
ዳው	-1054
ጋው	-1055
ፏል	-1056
▁ኢ	-1057
▁መሰ	-1058
▁ወረ	-1059
▁ህይወት	-1060
▁ማውራት	-1061
ሸን	-1062
ደሰ	-1063
▁በኣ	-1064
▁ድመ	-1065
▁አላምንም	-1066
▁ምስ	-1067
▁ጫማ	-1068
ስም	-1069
▁ቲ	-1070
▁ወዲ	-1071
ቦስተን	-1072
▁ስጦታ	-1073
▁ይወዳሉ	-1074
▁እንድታ	-1075
▁ከእርስዎ	-1076
ኖረው	-1077
ግርህ	-1078
▁የራ	-1079
▁በመጨረሻ	-1080
ልድ	-1081
▁በዚያ	-1082
▁እንፈልጋ	-1083
ካም	-1084
▁ሰላ	-1085
▁ጠረ	-1086
▁አንዱ	-1087
▁እንፈልጋለን	-1088
ረጃ	-1089
▁ዜ	-1090
▁ቁጥር	-1091
▁መጫወት	-1092
ኬት	-1093
ክክ	-1094
ታችን	-1095
▁በበ	-1096
▁ካል	-1097
▁መኖር	-1098
▁የተለ	-1099
ሩት	-1100
▁ለብ	-1101
▁ለዚህ	-1102
ጠና	-1103
ጦር	-1104
ፓርቲ	-1105
▁ምሽት	-1106
▁አሉኝ	-1107
▁የእርስዎ	-1108
ራሉ	-1109
▁በም	-1110
▁ዶክ	-1111
▁ቀዝቃዛ	-1112
▁አስቸጋሪ	-1113
ሂድ	-1114
ምፒ	-1115
ወሰነ	-1116
▁በባ	-1117
▁አጣ	-1118
▁ይቻ	-1119
▁ይኖ	-1120
▁አለን	-1121
▁እናቴ	-1122
▁የመጀመሪያ	-1123
መው	-1124
▁ወስ	-1125
▁ደግ	-1126
▁ፕ	-1127
▁ልብ	-1128
▁ፎቶ	-1129
▁አሉት	-1130
▁እሁድ	-1131
▁አመሰግ	-1132
▁ተመሳሳይ	-1133
▁እንደሆን	-1134
▁ማጥ	-1135
▁በወ	-1136
▁ይሰራ	-1137
▁ስራውን	-1138
▁ይቻላል	-1139
ሆንም	-1140
▁በረዶ	-1141
▁ደረጃ	-1142
▁ፈልጌ	-1143
▁መደ	-1144
▁ደክሞ	-1145
▁ብቻዬን	-1146
ሙን	-1147
ፈን	-1148
ጴዛው	-1149
▁ለመስ	-1150
▁በጭራሽ	-1151
▁እረፍት	-1152
▁ወደዚያ	-1153
ሶች	-1154
ታዊ	-1155
▁ፈቃ	-1156
▁የአየር	-1157
ርባ	-1158
ይት	-1159
▁ብት	-1160
▁ያስፈልገ	-1161
ኗል	-1162
▁መለ	-1163
▁ቀድ	-1164
▁ኩባ	-1165
▁የው	-1166
▁ደር	-1167
ነገር	-1168
ርዝ	-1169
ጉም	-1170
▁ለሁ	-1171
▁ቦርሳ	-1172
▁አመሰግናለሁ	-1173
ካራ	-1174
መስላ	-1175
ሮፕላ	-1176
▁ተቀ	-1177
ሄዳለሁ	-1178
▁መማር	-1179
▁በአው	-1180
▁እሄዳለሁ	-1181
ብር	-1182
ነስ	-1183
ጠፋ	-1184
ችሁም	-1185
ጠይቅ	-1186
▁ፊት	-1187
ተኛት	-1188
▁አድ	-1189
▁ያስባሉ	-1190
▁አንችልም	-1191
ወስድ	-1192
▁ምሳ	-1193
▁ተከ	-1194
▁መቆየት	-1195
ቀስ	-1196
ባቢ	-1197
▁ለው	-1198
▁ማሳ	-1199
▁እድሜ	-1200
▁መካከል	-1201
▁አውቶቡ	-1202
▁ለማርያም	-1203
▁1	-1204
ደርገ	-1205
▁በፈ	-1206
▁ትመስላ	-1207
ቀቅ	-1208
ፈት	-1209
▁ኳ	-1210
በው	-1211
ቷን	-1212
▁ልክ	-1213
▁ትር	-1214
▁ኣመታት	-1215
ጨስ	-1216
▁ታስ	-1217
▁ፒ	-1218
ስትራ	-1219
▁አመ	-1220
▁አልገባ	-1221
ለማ	-1222
ለድ	-1223
▁ልን	-1224
▁ካር	-1225
▁ስብሰ	-1226
▁የእሱ	-1227
▁ያደረ	-1228
▁ለአንድ	-1229
▁ከአሁን	-1230
▁እንቅልፍ	-1231
▁ማንበብ	-1232
ግራ	-1233
▁ተራ	-1234
▁ጎበዝ	-1235
ጠበቅ	-1236
▁በር	-1237
▁ነፃ	-1238
▁መንገ	-1239
ራጭ	-1240
▁አጋ	-1241
▁ሙዚቃ	-1242
▁ብስክ	-1243
▁እውነቱን	-1244
ሳኔ	-1245
ስር	-1246
ጠን	-1247
ለህም	-1248
ልሃል	-1249
ሰማኝ	-1250
▁ዳር	-1251
ስትራሊ	-1252
▁ጓደኞች	-1253
▁በቦስተን	-1254
ቃል	-1255
የው	-1256
▁መሳ	-1257
▁የል	-1258
▁ለገና	-1259
ሚያ	-1260
ችለው	-1261
ያየት	-1262
▁ደን	-1263
▁ቀኑን	-1264
▁በሁ	-1265
▁መስኮ	-1266
▁ለማየት	-1267
መጣል	-1268
▁ስጠኝ	-1269
▁ለማግኘት	-1270
▁የመጨረሻ	-1271
ላር	-1272
ይታ	-1273
▁ተኝ	-1274
▁መዋኘት	-1275
▁መውጣት	-1276
▁ወዲያው	-1277
ሊት	-1278
ሌም	-1279
ስብ	-1280
▁ቀይ	-1281
▁ጨዋታ	-1282
▁ፖሊስ	-1283
ናገረ	-1284
▁ልዩ	-1285
▁የቀ	-1286
▁ድምፅ	-1287
▁አትችልም	-1288
ቻል	-1289
ኩኝ	-1290
ደት	-1291
ፈር	-1292
▁መክ	-1293
▁የታ	-1294
▁ካንተ	-1295
▁እንዳት	-1296
▁ከሰአት	-1297
ሆና	-1298
ቤተ	-1299
▁መልስ	-1300
▁ማስተ	-1301
▁ይሄዳ	-1302
▁ግልፅ	-1303
ሬን	-1304
ሰል	-1305
ዷል	-1306
▁ሮ	-1307
ሰራው	-1308
▁ሳጥ	-1309
▁በሳ	-1310
▁ሁሌም	-1311
▁አሳል	-1312
ነገ	-1313
ረጅም	-1314
▁ተቃ	-1315
▁ኣሳ	-1316
ጄዋለሁ	-1317
▁ትክክ	-1318
ቤቴ	-1319
ጠት	-1320
▁ልጁ	-1321
▁ለማን	-1322
▁ልብስ	-1323
ታማ	-1324
▁በው	-1325
▁እግ	-1326
▁ሰአት	-1327
▁መሆኑን	-1328
ዋቂ	-1329
▁ውሳኔ	-1330
ስትራሊያ	-1331
ኒስ	-1332
ፃህ	-1333
ነዚህ	-1334
▁ጀመረ	-1335
▁ፈተና	-1336
ክስ	-1337
ረዳት	-1338
▁ሲያ	-1339
▁ቀጠ	-1340
▁ፊልም	-1341
▁ንገረኝ	-1342
ሀይ	-1343
ቃሚ	-1344
▁ህል	-1345
▁ቁል	-1346
ዘኛ	-1347
የኝ	-1348
ይል	-1349
ደል	-1350
▁መነ	-1351
▁ሰኞ	-1352
▁ወቅ	-1353
▁ቀለም	-1354
ረድ	-1355
ደኛ	-1356
ጧል	-1357
ታለች	-1358
ዝኛ	-1359
ፁህ	-1360
ፎች	-1361
ፈልጉ	-1362
▁አፍ	-1363
▁እመር	-1364
▁አደረግ	-1365
▁መጀመሪያ	-1366
▁እንደማይ	-1367
ዱት	-1368
▁አዳ	-1369
▁የመጣ	-1370
ኩህ	-1371
▁መፍ	-1372
▁ከወ	-1373
▁ወጥ	-1374
ናገረው	-1375
▁ህይወ	-1376
▁በመስ	-1377
▁ደደብ	-1378
▁አስተማሪ	-1379
ቂያ	-1380
ስማማ	-1381
ነበር	-1382
ፖርት	-1383
▁አቀ	-1384
▁መምህ	-1385
ሸት	-1386
አለሁ	-1387
▁ቢራ	-1388
▁እመርጣለሁ	-1389
ሌቪ	-1390
ሌቪዥ	-1391
ዎትም	-1392
▁ኖሮ	-1393
▁አለመ	-1394
▁መመለስ	-1395
ጠራ	-1396
▁ኪ	-1397
ሸነፍ	-1398
▁ረሳ	-1399
▁በእኔ	-1400
ረፍ	-1401
▁ኬ	-1402
▁አይደሉም	-1403
▁እንደዚያ	-1404
ሩኝ	-1405
▁ለመግ	-1406
▁ምርጫ	-1407
▁አየሁ	-1408
▁ዶላር	-1409
▁ጠቃሚ	-1410
▁ያውቃሉ	-1411
ገበ	-1412
ስፒ	-1413
ክሲ	-1414
ራለች	-1415
ጀመር	-1416
▁ድር	-1417
ፈልገውን	-1418
▁ትላ	-1419
▁ውጤ	-1420
▁ወድጄዋለሁ	-1421
ሄደ	-1422
ማል	-1423
በስ	-1424
ወር	-1425
▁ፈለ	-1426
▁የተሳ	-1427
▁እነዚያ	-1428
▁ያለውን	-1429
▁ነገሮችን	-1430
ናው	-1431
ጠጣ	-1432
▁በጉ	-1433
▁አቁም	-1434
▁ወቅት	-1435
▁ወጣት	-1436
▁መተኛት	-1437
▁እነዚህን	-1438
መረ	-1439
ክም	-1440
ጎዳ	-1441
▁ሴ	-1442
▁ንፁህ	-1443
▁ኣይነት	-1444
▁ጓደኛዬ	-1445
▁ከማርያም	-1446
ከቱ	-1447
ኩል	-1448
▁ድን	-1449
▁ግራ	-1450
▁መጠን	-1451
▁ለምንድነው	-1452
ቋቋ	-1453
በረ	-1454
ደደ	-1455
ጋት	-1456
▁ፓ	-1457
▁ስልክ	-1458
▁እራት	-1459
▁እንደዛ	-1460
▁ይሰራል	-1461
ያኖ	-1462
▁ሄድ	-1463
ላው	-1464
ዲህ	-1465
ጣን	-1466
▁ተን	-1467
▁ይቆ	-1468
▁ማቆም	-1469
▁መስማት	-1470
ዲዮ	-1471
▁አቅ	-1472
▁ጨር	-1473
▁እኔም	-1474
▁እንዳይ	-1475
▁ጠንካራ	-1476
ብራ	-1477
▁ለመር	-1478
▁በእውነ	-1479
▁አልነበረ	-1480
▁መድ	-1481
ስፒታል	-1482
▁ጠንክ	-1483
▁መውሰድ	-1484
ተህ	-1485
▁ሀኪ	-1486
▁ፍፁም	-1487
▁አካባቢ	-1488
ሬት	-1489
▁ሂ	-1490
ለችም	-1491
ኮትን	-1492
▁ተኛ	-1493
▁ተጫ	-1494
▁ያሳ	-1495
▁አደገኛ	-1496
▁ጣቢያው	-1497
▁እጠላለሁ	-1498
▁ጃ	-1499
ለመደ	-1500
ረዋል	-1501
▁እፈ	-1502
▁የባ	-1503
ልሃለሁ	-1504
▁እንስ	-1505
▁ጀምሮ	-1506
▁ከአንድ	-1507
▁ከፍተኛ	-1508
▁የተለየ	-1509
▁እባኮትን	-1510
ዘጋጀ	-1511
ጨረስ	-1512
▁መከ	-1513
▁ስእ	-1514
▁በሌ	-1515
▁በረ	-1516
▁ምክር	-1517
▁ሀብታም	-1518
▁ከእንግ	-1519
ዳሜ	-1520
ህንፃ	-1521
ለዋል	-1522
▁ከሁ	-1523
▁ኳስ	-1524
▁ፈፅ	-1525
▁ያደርጋ	-1526
ዘግ	-1527
▁ሻይ	-1528
▁ቀድሞ	-1529
▁ቃላት	-1530
▁ይናገ	-1531
ሟል	-1532
ኣቱ	-1533
▁ሹ	-1534
▁በሩ	-1535
▁የጥ	-1536
▁መቼም	-1537
▁ከእኛ	-1538
▁ሁለቱም	-1539
▁ለመርዳት	-1540
ለል	-1541
ውም	-1542
ዙሪያ	-1543
▁አማ	-1544
▁እቃ	-1545
▁ህመም	-1546
▁ወይን	-1547
▁የምታ	-1548
▁ፓርቲ	-1549
ደድ	-1550
▁ማመን	-1551
▁ባቡሩ	-1552
▁ወንድሜ	-1553
ራዊ	-1554
ጠቀም	-1555
▁በላ	-1556
▁እጅ	-1557
▁ፕሮ	-1558
ሻሻ	-1559
ሽን	-1560
ይን	-1561
ገት	-1562
ቀመጫ	-1563
▁ባህ	-1564
▁እኔን	-1565
▁ቴሌቪዥ	-1566
▁አልፈለ	-1567
▁በእውነቱ	-1568
▁አይመስልም	-1569
ዝና	-1570
ያዊ	-1571
ፈቅ	-1572
ረጋገ	-1573
▁ህፃ	-1574
▁ቢሮ	-1575
▁ክብ	-1576
▁ጥን	-1577
▁ቅዳሜ	-1578
▁ፈፅሞ	-1579
▁በመኪና	-1580
▁ወደዚህ	-1581
▁ፍጥነት	-1582
ቂኝ	-1583
ድስት	-1584
ጠየቅ	-1585
▁ኬክ	-1586
▁ጦር	-1587
▁የዚህ	-1588
▁ያድር	-1589
ጣሚ	-1590
▁የህ	-1591
▁ከዚያ	-1592
▁አሜሪካ	-1593
▁አልገባኝም	-1594
ቁር	-1595
ወል	-1596
ጓዝ	-1597
▁ቶ	-1598
ደርስ	-1599
ፈጠረ	-1600
▁ነግ	-1601
▁ያሉ	-1602
▁ፊል	-1603
ችኋለሁ	-1604
▁ራሴን	-1605
▁በዝቶ	-1606
▁ዳርቻ	-1607
▁መጠቀም	-1608
▁ይመጣል	-1609
ላቅ	-1610
▁ሶ	-1611
▁ፋ	-1612
ምፒው	-1613
ከተማ	-1614
▁ከት	-1615
▁ወፍ	-1616
ፃህፍት	-1617
▁መልእ	-1618
▁ማነው	-1619
▁ይገባል	-1620
ሳካ	-1621
ጥቂት	-1622
▁ባቡር	-1623
▁ብለህ	-1624
▁ትወዳ	-1625
▁አላት	-1626
▁የፈለ	-1627
▁ፈቃደኛ	-1628
▁የተወሰነ	-1629
ከን	-1630
ዘገ	-1631
በትን	-1632
▁ከም	-1633
▁እገም	-1634
▁ማንንም	-1635
▁ለእርስዎ	-1636
▁እገምታለሁ	-1637
▁ከእንግዲህ	-1638
ገን	-1639
ሄድም	-1640
ትክል	-1641
▁ተለ	-1642
▁የሰ	-1643
▁ማስታ	-1644
▁ዘፈን	-1645
▁ያስፈልግ	-1646
ጀም	-1647
ጡት	-1648
ጭር	-1649
▁ማጨስ	-1650
▁እርስ	-1651
▁ለመሄድ	-1652
▁ታደርጋ	-1653
ሀው	-1654
ራቸው	-1655
ቸዋል	-1656
ጠብቅ	-1657
▁የድ	-1658
▁ያዘ	-1659
▁አባት	-1660
▁ጃፓን	-1661
▁ፍቅር	-1662
▁የለንም	-1663
▁ይሄዳል	-1664
ጠው	-1665
▁2	-1666
መጣም	-1667
ደውል	-1668
ነግርህ	-1669
▁በክፍ	-1670
▁አብዛ	-1671
▁ደረሰ	-1672
▁ጉዳዩ	-1673
▁ለረጅም	-1674
▁ነገረኝ	-1675
▁አላቸው	-1676
▁አስተያየት	-1677
30	-1678
ስቱ	-1679
ጓል	-1680
▁በታ	-1681
▁ታም	-1682
▁አና	-1683
▁ጠብ	-1684
ታውስም	-1685
▁መረጃ	-1686
▁ታዋቂ	-1687
▁ይወስ	-1688
▁አስቂኝ	-1689
▁አጠገብ	-1690
▁ዶክተር	-1691
▁እፈራለሁ	-1692
ሃኒ	-1693
ርሱ	-1694
ወጥ	-1695
ጥብ	-1696
ችኋል	-1697
ደሰት	-1698
▁ሞተ	-1699
▁ቆይ	-1700
▁ከእሱ	-1701
▁በአንተ	-1702
▁አንተን	-1703
▁ተማሪዎች	-1704
ከፋ	-1705
▁አስር	-1706
▁ከሆነ	-1707
▁መጨረሻ	-1708
▁ነበረው	-1709
▁እንደሚሆን	-1710
▁ያስፈልግዎታል	-1711
ርፍ	-1712
▁ትእ	-1713
▁ዜና	-1714
▁ይቀ	-1715
▁ሁለታ	-1716
▁አገር	-1717
▁ጓደኞ	-1718
▁ነበረች	-1719
ስህ	-1720
▁ሞቃት	-1721
▁አደረገ	-1722
ሩም	-1723
ራፊ	-1724
ረምት	-1725
ዘንብ	-1726
ግስት	-1727
▁ተቀም	-1728
▁ነበረኝ	-1729
▁አምስት	-1730
ደግ	-1731
ፍያ	-1732
ረዳኝ	-1733
ኩትን	-1734
▁ቀጥ	-1735
▁ፖም	-1736
▁በጥሩ	-1737
▁ቴኒስ	-1738
▁ይልቅ	-1739
▁ጊዜው	-1740
▁አድርጌ	-1741
ንጥ	-1742
ረዳህ	-1743
ሻለሁ	-1744
ገናኘ	-1745
▁የፈ	-1746
▁ወሰደ	-1747
▁ግንኙ	-1748
▁መሞከር	-1749
▁መርዳት	-1750
▁መንዳት	-1751
▁በሰኣቱ	-1752
▁አብረን	-1753
▁ትክክለኛ	-1754
ንክ	-1755
ደበ	-1756
ጠል	-1757
▁ባዶ	-1758
▁ክፍት	-1759
▁ለመሆን	-1760
▁ትርጉም	-1761
ቃቄ	-1762
ችም	-1763
እምሮ	-1764
ደርጉ	-1765
▁ቀሚ	-1766
▁እም	-1767
▁ገብ	-1768
ኛውንም	-1769
▁ያልተ	-1770
▁እንዳለበት	-1771
▁በፈረንሳይኛ	-1772
ንፋ	-1773
ገግ	-1774
ኛለህ	-1775
▁የስ	-1776
▁ስራዬን	-1777
▁ወንዶች	-1778
▁መነጋገር	-1779
▁አውሮፕላ	-1780
▁እንደማት	-1781
▁እየሞከር	-1782
መኝ	-1783
ንጣ	-1784
ከኝ	-1785
ጤና	-1786
ንግሊ	-1787
▁እሆ	-1788
▁ህንፃ	-1789
▁መብራ	-1790
▁ኮፍያ	-1791
▁ውሻው	-1792
▁ገዛሁ	-1793
▁ፀጉር	-1794
▁ለማለት	-1795
▁መድሃኒ	-1796
▁ከአንተ	-1797
▁ይለኛል	-1798
▁ሆስፒታል	-1799
▁እሆናለሁ	-1800
ቤን	-1801
ቸኮ	-1802
ወራ	-1803
ዳንዱ	-1804
▁ነጭ	-1805
▁ይታ	-1806
▁አየር	-1807
ጠረጴዛው	-1808
▁መስጠት	-1809
▁ብቻውን	-1810
▁አይሆንም	-1811
▁አላስታውስም	-1812
ሬው	-1813
በዛ	-1814
ነሱ	-1815
ፈጥ	-1816
ቋቋም	-1817
▁ስል	-1818
▁ግብ	-1819
▁አንብ	-1820
▁ያንተ	-1821
▁ጥቅም	-1822
▁በህይወት	-1823
▁እንግሊዘኛ	-1824
▁ኤ	-1825
▁ኦ	-1826
ንሰር	-1827
▁ሜሪ	-1828
▁ተገ	-1829
▁ናት	-1830
▁ፈረ	-1831
▁እንቁ	-1832
▁አሰብኩ	-1833
▁ደክሞኛል	-1834
▁ማንኛውንም	-1835
▁እንደምችል	-1836
ጣሉ	-1837
▁ሆቴ	-1838
▁መተ	-1839
▁የማን	-1840
▁አስታው	-1841
▁ለመስራት	-1842
ሁኑ	-1843
ለብ	-1844
ቻለ	-1845
ገኙ	-1846
▁ሬ	-1847
ናለን	-1848
▁መራ	-1849
▁በቃ	-1850
▁ዛፍ	-1851
ረጋገጥ	-1852
▁ምልክ	-1853
▁ብልህ	-1854
▁እያን	-1855
▁መጠጣት	-1856
▁እንሂድ	-1857
▁ምንድነው	-1858
ብኛል	-1859
▁ለም	-1860
▁ስጋ	-1861
▁አደን	-1862
▁ወተት	-1863
ርክ	-1864
ፋል	-1865
ሞክር	-1866
ጨነቅ	-1867
▁ለራ	-1868
▁እህቴ	-1869
▁ቤተሰብ	-1870
ረፈ	-1871
ሮጥ	-1872
ትር	-1873
ነሰ	-1874
ንዳ	-1875
ጠቢያ	-1876
▁ጠፍ	-1877
ጠይቅህ	-1878
▁መልካም	-1879
▁ጠረጴዛ	-1880
▁ለመግዛት	-1881
ለቀ	-1882
ነብ	-1883
ንቲ	-1884
ፊያ	-1885
▁ዙሪያ	-1886
▁ጥቁር	-1887
ሞላ	-1888
የሁ	-1889
ጭቆ	-1890
ገናኝ	-1891
▁ልጄ	-1892
ችለውን	-1893
▁መተው	-1894
▁ተወዳ	-1895
▁እየቀ	-1896
▁እድለኛ	-1897
▁ወዲያውኑ	-1898
▁ታደርጋለህ	-1899
ሰቡ	-1900
ካል	-1901
ድርግ	-1902
ጀምር	-1903
▁ይም	-1904
▁መፃፍ	-1905
▁በቶም	-1906
▁ከየት	-1907
▁መጠየቅ	-1908
▁ኮምፒው	-1909
▁ለመናገር	-1910
▁መፅሀፉን	-1911
ረሳ	-1912
ሰሩ	-1913
ቧል	-1914
ንጥላ	-1915
▁ብቸ	-1916
▁ዋና	-1917
▁ለውጥ	-1918
▁ማሰብ	-1919
▁በድን	-1920
▁አልጋ	-1921
▁አስተዋ	-1922
▁ይወስዳል	-1923
▁ሜ	-1924
▁ሩ	-1925
ራለን	-1926
ነበብ	-1927
▁አያስፈልገ	-1928
▁እንዳልሆነ	-1929
ፋጭ	-1930
ከርኩ	-1931
ዎቹን	-1932
▁ሞክ	-1933
▁ውሾ	-1934
▁ይው	-1935
▁ገበ	-1936
ሬያለሁ	-1937
▁ለማስ	-1938
▁ፈገግ	-1939
▁ያለብን	-1940
ተወ	-1941
ናቂ	-1942
▁ለል	-1943
▁መመ	-1944
▁ቀር	-1945
▁ህልም	-1946
▁መደብ	-1947
▁ምርጥ	-1948
▁እናት	-1949
▁ስብሰባ	-1950
▁አድርግ	-1951
▁አይደለህም	-1952
ለቅ	-1953
ኞቹ	-1954
ሰራም	-1955
በዋል	-1956
በደር	-1957
ዘጋጅ	-1958
▁ለተ	-1959
▁በቀላሉ	-1960
▁ብርጭቆ	-1961
▁ብስክሌት	-1962
ሜራ	-1963
ርጥ	-1964
ሪዎች	-1965
ቀመጠ	-1966
▁ከቤት	-1967
▁ክፍሉ	-1968
▁የሴት	-1969
▁ለማንም	-1970
▁አድርጓል	-1971
ስን	-1972
▁ቁልፍ	-1973
▁ለሶስት	-1974
▁በእግር	-1975
ረበ	-1976
ሸራ	-1977
ትም	-1978
▁ጮ	-1979
▁አለቃ	-1980
▁ካሜራ	-1981
▁ወይስ	-1982
▁የተወ	-1983
▁ይመለ	-1984
▁አይደለ	-1985
▁የለብህም	-1986
ላፊ	-1987
በኛ	-1988
ችሉ	-1989
ፈቀ	-1990
ስህን	-1991
▁ሄጄ	-1992
▁ሰጥ	-1993
▁አሰል	-1994
▁አድራ	-1995
▁ዝርዝ	-1996
▁ሰዎችን	-1997
▁እንደሌ	-1998
▁ሰምቻለሁ	-1999
▁ይናገራል	-2000
መመ	-2001
ማሽ	-2002
ሪው	-2003
ናግ	-2004
ጆች	-2005
ለኛው	-2006
▁ባል	-2007
▁እንጂ	-2008
▁እግር	-2009
▁ጀርባ	-2010
▁ተመለከተ	-2011
▁አዝናለሁ	-2012
▁ትመስላለህ	-2013
ነቀ	-2014
▁ዲ	-2015
▁አጭር	-2016
▁መቋቋም	-2017
▁መኪናው	-2018
▁ተወዳጅ	-2019
▁እየጠበ	-2020
▁ተመልከት	-2021
▁አለባቸው	-2022
▁እውነተኛ	-2023
▁እንደሚችል	-2024
በሉ	-2025
ቶቹ	-2026
ኝታ	-2027
ያይ	-2028
ጠቀ	-2029
ፓርኩ	-2030
▁እብ	-2031
▁የግ	-2032
▁በማን	-2033
▁እመለ	-2034
▁ማስታወ	-2035
▁በጃፓን	-2036
▁አድርገ	-2037
▁ልነግርህ	-2038
ያንስ	-2039
▁የሌ	-2040
ደርግም	-2041
▁ሻንጣ	-2042
▁ችግሩ	-2043
▁ይበል	-2044
ናገረውን	-2045
▁መዝገበ	-2046
▁ቢያንስ	-2047
▁ያስፈልገዋል	-2048
ዲት	-2049
ሞችን	-2050
ነበረ	-2051
ዳለሁ	-2052
ፈለጉ	-2053
▁ልም	-2054
▁ምግ	-2055
▁ተሸ	-2056
▁ነፋ	-2057
▁ይመ	-2058
▁መነፅ	-2059
▁ፒያኖ	-2060
▁አላገኘ	-2061
▁አልበላ	-2062
▁ወላጆቼ	-2063
▁መፃህፍት	-2064
▁ግንኙነት	-2065
መጥ	-2066
በትም	-2067
▁በሽ	-2068
▁ከሌ	-2069
▁ቁርስ	-2070
▁ቡድን	-2071
▁አላየ	-2072
▁ነበርክ	-2073
▁አገኘሁ	-2074
▁አይቻለሁ	-2075
▁እናመሰግ	-2076
ላቀ	-2077
ሬታ	-2078
ታር	-2079
ነዳ	-2080
ጠላ	-2081
ቦችን	-2082
ውጣት	-2083
▁አመጣ	-2084
▁የድሮ	-2085
▁ጣፋጭ	-2086
▁ከሶስት	-2087
▁አምናለሁ	-2088
▁አይፈልግም	-2089
▁እናመሰግናለን	-2090
ባይ	-2091
ራፊክ	-2092
ብላት	-2093
ኖረኝ	-2094
▁ጠፋ	-2095
▁በርሳ	-2096
▁ፈለገ	-2097
▁ትኩረት	-2098
▁የእግር	-2099
▁የማውቀው	-2100
▁አልነበረብ	-2101
▁ጥያቄዎችን	-2102
ምት	-2103
ረዱ	-2104
ገነ	-2105
▁ጊ	-2106
ጃለሁ	-2107
▁ሃሳ	-2108
▁መገ	-2109
▁ከል	-2110
▁ጋዜ	-2111
▁ጥር	-2112
ከባከብ	-2113
▁አጣሁ	-2114
▁ያገኘ	-2115
▁ጠበቃ	-2116
▁ተሰማኝ	-2117
▁ትላንት	-2118
▁አይሰማ	-2119
▁አደንቃለሁ	-2120
ቁት	-2121
▁ንገ	-2122
▁ሚስጥ	-2123
▁ትሄዳ	-2124
▁ይሞክ	-2125
▁ቅዳሜና	-2126
▁ችግሩን	-2127
▁መኪናውን	-2128
▁ያደርጋል	-2129
ራም	-2130
ብሰል	-2131
ታቸው	-2132
▁ውጪ	-2133
▁ይሄ	-2134
ፈለግክ	-2135
▁ቅሬታ	-2136
▁አይታ	-2137
▁ለሁሉም	-2138
▁ሞከርኩ	-2139
▁ክረምት	-2140
▁አገኘሁት	-2141
▁እንደሆንክ	-2142
ርድ	-2143
ንኩ	-2144
ከራ	-2145
ደረሰ	-2146
▁ሸሚ	-2147
▁ትል	-2148
▁ጠይ	-2149
መለከት	-2150
▁ልጆቹ	-2151
▁ስልኩ	-2152
▁እችል	-2153
▁ይመል	-2154
▁ብሎኛል	-2155
▁የትኛው	-2156
▁ልጠይቅህ	-2157
▁ነበረበት	-2158
▁አስቀድሜ	-2159
▁አልነበረኝም	-2160
▁አያስፈልግም	-2161
ራችሁ	-2162
ዶችን	-2163
▁ድግ	-2164
▁በቀር	-2165
▁የእኛ	-2166
▁በኣለም	-2167
▁ማረጋገጥ	-2168
▁እንግሊዝኛ	-2169
ላሳ	-2170
ጨት	-2171
ሎችን	-2172
▁ሀኪም	-2173
▁ሞከረ	-2174
▁ራሱን	-2175
▁ስህተ	-2176
▁ስለሱ	-2177
▁ቤቱን	-2178
▁ተነሳ	-2179
▁የምር	-2180
▁ድመት	-2181
▁መሳሪያ	-2182
▁ወላጆች	-2183
▁ይሻላል	-2184
▁መልእክት	-2185
▁እያሰብኩ	-2186
▁የሆነውን	-2187
▁የትኛውን	-2188
ዮን	-2189
▁ጓ	-2190
ቆየት	-2191
▁ብታ	-2192
▁ታማ	-2193
▁የፀ	-2194
▁የፍ	-2195
▁ደወ	-2196
▁አልፎ	-2197
▁ጠየቅ	-2198
▁እንደምን	-2199
ሰቃ	-2200
ሰዱ	-2201
ቡት	-2202
ንፋን	-2203
ከውን	-2204
ገባኝ	-2205
ገንዘ	-2206
▁ልጃ	-2207
▁ሞኝ	-2208
▁ስታ	-2209
▁በደ	-2210
▁ተው	-2211
▁ጥፋ	-2212
▁አዲሱ	-2213
▁እስኪ	-2214
▁እገዛ	-2215
ግጠኝነት	-2216
▁መክፈል	-2217
▁እባክዎ	-2218
▁ከእነዚህ	-2219
ሪክ	-2220
ቦት	-2221
ጋይ	-2222
▁በብ	-2223
▁አሏ	-2224
▁ጠየ	-2225
▁በእሱ	-2226
▁እሰራ	-2227
▁እይታ	-2228
▁በበረዶ	-2229
▁አድራሻ	-2230
▁ወንበር	-2231
▁ስለነበር	-2232
▁ይሻልሃል	-2233
▁በእርግጠኝነት	-2234
ስቃ	-2235
ኪዮ	-2236
ሄደው	-2237
▁ህዝ	-2238
▁ሌሊ	-2239
▁ተደ	-2240
▁ነሽ	-2241
▁ትሆና	-2242
▁ወንጀ	-2243
▁የቅር	-2244
▁መግባት	-2245
▁ይኖራል	-2246
▁ገንዘቡን	-2247
▁ትችላላችሁ	-2248
ወቀ	-2249
ኩትም	-2250
ጋችሁ	-2251
▁ሀሳ	-2252
▁ተጋ	-2253
▁ተግባ	-2254
▁ታላቅ	-2255
▁እንድን	-2256
▁ያደረግ	-2257
▁መስኮቱን	-2258
በሳ	-2259
ንጫ	-2260
ርስቲ	-2261
ፈቅድ	-2262
▁ችሎ	-2263
▁መጠጥ	-2264
▁በመን	-2265
▁ሳይሆን	-2266
▁እንደሆንኩ	-2267
ልባ	-2268
መና	-2269
ሳቱ	-2270
ታሉ	-2271
ከለ	-2272
ገለ	-2273
ገል	-2274
ጋራ	-2275
▁ቆመ	-2276
▁ይሸ	-2277
▁ፈር	-2278
▁መፅሃ	-2279
▁አደረ	-2280
▁እሷን	-2281
▁ይጫወ	-2282
▁ጦርነት	-2283
▁አውቶቡስ	-2284
ሽም	-2285
ባበ	-2286
ባብ	-2287
ኋት	-2288
ኔን	-2289
እም	-2290
ያል	-2291
▁ሪ	-2292
መስል	-2293
ረዳው	-2294
ስበው	-2295
ብዎት	-2296
ቸውም	-2297
▁ሃይ	-2298
▁መላ	-2299
▁ምላ	-2300
▁ቆር	-2301
▁ተሰ	-2302
▁ሌሎች	-2303
▁ሰላም	-2304
▁ሰላሳ	-2305
▁ሳጥን	-2306
▁ተረድ	-2307
▁አይቼ	-2308
▁አይገባ	-2309
▁ሁላችሁም	-2310
▁ለመጨረሻ	-2311
▁መድሃኒት	-2312
▁እናደርጋ	-2313
▁አያስፈልገኝም	-2314
ጥፎ	-2315
ግባት	-2316
▁የሞ	-2317
▁የጎ	-2318
▁ለፊት	-2319
▁ተስማ	-2320
▁ተዘግ	-2321
▁ከጓደ	-2322
▁ጊታር	-2323
▁ባለቤቴ	-2324
▁ጠየቀኝ	-2325
▁አይወድም	-2326
▁እናደርጋለን	-2327
ሃን	-2328
ቀዝ	-2329
ኳር	-2330
ጥሞ	-2331
ንቀሳ	-2332
▁ከው	-2333
▁ዳግ	-2334
▁ሆቴል	-2335
▁ሴቶች	-2336
▁በልጅ	-2337
▁እየጨ	-2338
▁አትክል	-2339
▁በድንገት	-2340
▁የተሳሳተ	-2341
ሷን	-2342
ቀበ	-2343
ረውም	-2344
ረጋግ	-2345
ባለህ	-2346
ፈዋል	-2347
▁ቁጥ	-2348
▁ቲቪ	-2349
ቀዋለሁ	-2350
▁ቀሚስ	-2351
▁ቆሻሻ	-2352
▁በስራ	-2353
▁ቤተሰ	-2354
▁እኔና	-2355
▁እጠብ	-2356
▁መቀመጫ	-2357
▁ሰማያዊ	-2358
▁ችግሮች	-2359
▁እየሆነ	-2360
▁ያለብኝ	-2361
▁በጠረጴዛው	-2362
ዘም	-2363
ያዩ	-2364
ጡን	-2365
▁ሾ	-2366
ወሰን	-2367
▁ቤቴ	-2368
▁ቶሎ	-2369
▁ኋላ	-2370
▁ኢን	-2371
▁ፅሁ	-2372
▁ሰማሁ	-2373
▁በማለ	-2374
▁ቀድሞው	-2375
▁ትመስላለች	-2376
▁እየሞከርኩ	-2377
▁አውስትራሊያ	-2378
ረታ	-2379
ነቴ	-2380
ፀዳ	-2381
▁ጆ	-2382
ሶችን	-2383
▁በዛ	-2384
▁ችላ	-2385
▁አሻ	-2386
▁የሁ	-2387
▁ሃሳብ	-2388
▁ቅርብ	-2389
▁ተኛሁ	-2390
▁ታክሲ	-2391
▁ጉዳት	-2392
▁ሌሊቱን	-2393
▁ሰኣታት	-2394
▁ኩባንያ	-2395
▁የጃፓን	-2396
▁እርስዎን	-2397
▁አግኝቻለሁ	-2398
ሮው	-2399
ሳስ	-2400
ፈስ	-2401
ለተኛ	-2402
ሪያው	-2403
ስቃሴ	-2404
በታል	-2405
ቶቡስ	-2406
▁ለዛ	-2407
▁የቆ	-2408
▁በስተ	-2409
▁ባህሪ	-2410
▁እቤት	-2411
▁ውሸት	-2412
▁ጣእም	-2413
▁ልትነግ	-2414
▁ስድስት	-2415
▁ከመጠን	-2416
▁ያስቀም	-2417
▁በሳምንት	-2418
ሸጥ	-2419
ቃወ	-2420
ቡር	-2421
ፃፈ	-2422
ራለህ	-2423
▁ለስ	-2424
▁አዎ	-2425
▁ጤና	-2426
▁ሰጠኝ	-2427
▁ያሉት	-2428
▁ጭንቅ	-2429
▁ፈጣን	-2430
▁ስለዚያ	-2431
▁ተናገረ	-2432
▁ወፍራም	-2433
▁ጉንፋን	-2434
▁አታውቅም	-2435
▁ያስፈልጋ	-2436
▁አይደለችም	-2437
▁አይደለንም	-2438
▁አስታውሳለሁ	-2439
ባረ	-2440
ዶቹ	-2441
ራችን	-2442
ስዎን	-2443
ቀዋል	-2444
ጋጣሚ	-2445
▁ተቆ	-2446
▁አሮ	-2447
▁የኣ	-2448
▁ግጥ	-2449
▁በተለ	-2450
▁ነገረ	-2451
▁ልረዳህ	-2452
▁አላሰብ	-2453
▁አሰልቺ	-2454
▁አብረው	-2455
▁ከትምህርት	-2456
▁የለብዎትም	-2457
ሮቹ	-2458
ቱም	-2459
ናሽ	-2460
ፋር	-2461
ቶቹን	-2462
ቻችን	-2463
▁ቀረ	-2464
▁ከቀ	-2465
ነበረው	-2466
ውቃለን	-2467
▁በቀን	-2468
▁አስብ	-2469
▁የሚወ	-2470
▁አስፈሪ	-2471
▁አስደናቂ	-2472
▁አይተሃል	-2473
▁አትፈልግም	-2474
ሄዱ	-2475
ማረ	-2476
ራን	-2477
ርኩ	-2478
ሽር	-2479
በቀ	-2480
ነቅ	-2481
ኒው	-2482
ንሰ	-2483
ካከ	-2484
ጎበ	-2485
በላሽ	-2486
▁ተር	-2487
▁እዳ	-2488
▁ወታ	-2489
▁ላለመ	-2490
▁በጥን	-2491
▁አሉን	-2492
▁አሸን	-2493
▁ኩባያ	-2494
▁ይጠብ	-2495
▁በሁሉም	-2496
▁በባህር	-2497
▁አስቀም	-2498
▁የሆነው	-2499
▁ያስባል	-2500
▁በአትክል	-2501
▁ቴሌቪዥን	-2502
▁እንዳለህ	-2503
▁ጠረጴዛው	-2504
▁እናውቃለን	-2505
ላከ	-2506
ልን	-2507
ሎት	-2508
መህ	-2509
ራብ	-2510
ክብ	-2511
ዟል	-2512
ፈጠ	-2513
ፖሊ	-2514
▁ኑ	-2515
ወገድ	-2516
▁ረድ	-2517
▁ተዋ	-2518
▁ከፈ	-2519
▁የደ	-2520
▁ይን	-2521
ሄዳለን	-2522
▁ብሆን	-2523
▁እነሱ	-2524
▁ክፍሌ	-2525
▁ነበርን	-2526
▁ማስታወሻ	-2527
▁ጥያቄዎች	-2528
▁እንሄዳለን	-2529
ረጡ	-2530
ተሩ	-2531
ካሽ	-2532
▁ቻ	-2533
▁ዩ	-2534
ሰማው	-2535
ፈለገ	-2536
▁እጥ	-2537
▁ጎረ	-2538
▁መኝታ	-2539
▁ቀልድ	-2540
▁በገና	-2541
▁ብለን	-2542
▁ተጫዋ	-2543
▁አስራ	-2544
▁አውቅ	-2545
▁እብድ	-2546
▁ድንቅ	-2547
▁ግድግ	-2548
▁ጣቢያ	-2549
▁በተቻለ	-2550
▁እንስሳት	-2551
▁ይመልከቱ	-2552
▁ይበልጣል	-2553
ምጃ	-2554
ሩህ	-2555
ፅፍ	-2556
ፖር	-2557
▁ስን	-2558
▁ያው	-2559
ደርጉት	-2560
▁ለመቀ	-2561
▁ለማጥ	-2562
▁መሬት	-2563
▁ማብራ	-2564
▁የእጅ	-2565
▁ይደር	-2566
▁ስብሰባው	-2567
▁የምኖረው	-2568
▁እጠብቃለሁ	-2569
ረጠ	-2570
ስቶ	-2571
ንጉ	-2572
ካኝ	-2573
ዘው	-2574
ያቂ	-2575
ዲስ	-2576
ገቡ	-2577
ግሩ	-2578
ሳለች	-2579
ችሁን	-2580
ናደድ	-2581
ከሰት	-2582
▁ሀይ	-2583
▁መጨ	-2584
▁ማለ	-2585
▁በድ	-2586
▁ባይ	-2587
▁እቆ	-2588
መልከት	-2589
▁ችሎታ	-2590
▁አቅር	-2591
▁ድመቷ	-2592
▁ምልክት	-2593
▁አደርገ	-2594
▁ሰርቻለሁ	-2595
▁እሰራለሁ	-2596
▁እንቅስቃሴ	-2597
▁አደርገዋለሁ	-2598
ቧን	-2599
ነጋገ	-2600
▁ህግ	-2601
▁ሽጉ	-2602
▁ተነ	-2603
▁ዝቅ	-2604
▁የኮ	-2605
ናገርም	-2606
ገንዘብ	-2607
ፌያለሁ	-2608
▁የውጭ	-2609
▁ለአንተ	-2610
▁መሰለኝ	-2611
▁ብስክሌ	-2612
▁እርምጃ	-2613
▁አይሰማኝም	-2614
▁የማደርገው	-2615
ተን	-2616
ማመን	-2617
▁ማህ	-2618
▁በክ	-2619
▁ተም	-2620
▁መብት	-2621
▁ስለተ	-2622
▁ስእል	-2623
▁አነሳ	-2624
▁እወስ	-2625
▁ገበያ	-2626
▁አልቋል	-2627
▁አማራጭ	-2628
▁መንገዱን	-2629
▁ትወዳለች	-2630
▁የምችለው	-2631
ቿን	-2632
ድና	-2633
ተኞች	-2634
ንቀቅ	-2635
ገኘው	-2636
ጠዋል	-2637
▁ማእ	-2638
▁ይባ	-2639
▁ጀም	-2640
▁ጠር	-2641
▁ሄድኩ	-2642
▁የትም	-2643
▁አድርጎ	-2644
▁እየሄድ	-2645
▁የተሞላ	-2646
▁ይሞክሩ	-2647
▁ማንኛውም	-2648
▁በአጋጣሚ	-2649
▁በጥንቃቄ	-2650
▁እየጠበቅ	-2651
▁የመጣሁት	-2652
▁የተለመደ	-2653
▁በትምህርት	-2654
▁እንዳደርግ	-2655
▁እያንዳንዱ	-2656
ርን	-2657
ቆመ	-2658
ቦል	-2659
ወጣል	-2660
ውሰድ	-2661
▁ካለ	-2662
▁ያዝ	-2663
▁ፈራ	-2664
▁በታች	-2665
▁እስክ	-2666
▁መንሸራ	-2667
▁ማሳለፍ	-2668
▁ማብሰል	-2669
▁ያድርጉ	-2670
▁ታስባለህ	-2671
▁ትሄዳለህ	-2672
▁አውቶቡሱ	-2673
▁ለመጀመሪያ	-2674
▁የመጨረሻው	-2675
▁አልነበረውም	-2676
ሌጅ	-2677
መቱ	-2678
ኣት	-2679
ጋጠ	-2680
ጎቴ	-2681
ሳለህ	-2682
ቻቸው	-2683
▁ሂሳ	-2684
▁ለሰ	-2685
▁መጋ	-2686
▁ማረ	-2687
▁ባት	-2688
▁ስላል	-2689
▁ስኳር	-2690
▁በአደ	-2691
▁እህት	-2692
▁እየሞ	-2693
▁ረሳሁት	-2694
▁በከተማ	-2695
▁በፓርኩ	-2696
▁ንግግር	-2697
▁አንዱን	-2698
▁የለህም	-2699
▁የትርፍ	-2700
▁አደረግሁ	-2701
▁እራስህን	-2702
▁አላሰብኩም	-2703
ለቲ	-2704
ርም	-2705
ይና	-2706
በላው	-2707
ጣለች	-2708
▁ማሽ	-2709
▁ምኞ	-2710
▁ሱቅ	-2711
▁ከሚ	-2712
▁የሙ	-2713
ላችኋል	-2714
ልዎታል	-2715
ወደውም	-2716
▁ሃላፊ	-2717
▁ሳምን	-2718
▁አያቴ	-2719
▁ኣለም	-2720
▁እሞክ	-2721
▁ያነሰ	-2722
▁ሁለተኛ	-2723
▁ለጥቂት	-2724
▁በማለዳ	-2725
▁የመኪና	-2726
▁የበረዶ	-2727
▁ትሆናለህ	-2728
▁አልነበር	-2729
▁እንዲሆን	-2730
▁እንዳንተ	-2731
▁ያደረገው	-2732
▁እመለሳለሁ	-2733
▁እንደሚያስ	-2734
ሀኝ	-2735
ኖሩ	-2736
ካክ	-2737
ደሩ	-2738
ጮህ	-2739
ፉት	-2740
ፋው	-2741
ረፍተ	-2742
ነቱን	-2743
▁ለወ	-2744
▁መቶ	-2745
▁ራሴ	-2746
▁ብን	-2747
▁ፍሬ	-2748
ብሰባው	-2749
▁ላገኝ	-2750
▁መሮጥ	-2751
▁ርካሽ	-2752
▁እሷም	-2753
▁ለማወቅ	-2754
▁በሶስት	-2755
▁የሚችል	-2756
▁ቀድሞውኑ	-2757
▁ደቂቃዎች	-2758
ረቀ	-2759
ራይ	-2760
ብቅ	-2761
ንታ	-2762
ይዛ	-2763
ፈሰ	-2764
ሆንክ	-2765
ራቢያ	-2766
ናንተ	-2767
▁ቢላ	-2768
▁እጄ	-2769
▁ወለ	-2770
▁የጠ	-2771
▁ያም	-2772
▁ጎዳ	-2773
▁ፃፍ	-2774
▁ሀገር	-2775
▁በራሴ	-2776
▁የስራ	-2777
▁ያለኝ	-2778
▁ይምጡ	-2779
ርስቲያን	-2780
▁በክፍሉ	-2781
▁ተጠያቂ	-2782
▁የማይታ	-2783
▁የቅርብ	-2784
▁የወንድ	-2785
▁እየፈለግ	-2786
▁አልፈለኩም	-2787
▁አውቀዋለሁ	-2788
▁እሞክራለሁ	-2789
ጠሩ	-2790
ቀዝቀ	-2791
ቀድሞ	-2792
ቶኛል	-2793
ከባከ	-2794
ጨረቃ	-2795
▁ስኬ	-2796
▁ቀስ	-2797
▁ጫጫ	-2798
ህንነት	-2799
▁መከረ	-2800
▁ምላሽ	-2801
▁ባህር	-2802
▁ሁኔታው	-2803
▁መነፅር	-2804
▁ማጥፋት	-2805
▁እንደምታ	-2806
ስኩ	-2807
ቁን	-2808
ናሉ	-2809
ከፈ	-2810
ጣሪ	-2811
ስቷል	-2812
ቦቹን	-2813
▁በኮ	-2814
▁ናፍ	-2815
▁ያኔ	-2816
ቀዝቀዣ	-2817
ፈልጉት	-2818
▁ቀጠለ	-2819
▁አራት	-2820
▁ወደቀ	-2821
▁የሚል	-2822
▁ተኝቷል	-2823
▁አልሰማ	-2824
▁አጋጥሞ	-2825
▁እናንተ	-2826
▁ክብደት	-2827
▁ይውሰዱ	-2828
መኛ	-2829
ካማ	-2830
ካን	-2831
ኳት	-2832
ፅሀ	-2833
▁ጡ	-2834
ረጋጋ	-2835
ቁረጥ	-2836
ወሰድ	-2837
ፍትሄ	-2838
▁ቸኮ	-2839
▁ከብ	-2840
▁ጠጣ	-2841
▁ለማሳ	-2842
▁ውሾች	-2843
▁ግብዣ	-2844
▁በጉጉት	-2845
▁ወረቀት	-2846
▁ዝርዝር	-2847
▁በእንግሊ	-2848
▁የማይቻል	-2849
▁በአትክልቱ	-2850
▁የሚያስፈልገ	-2851
ሎቹ	-2852
የም	-2853
የን	-2854
ያት	-2855
ዮች	-2856
ፋሪ	-2857
ምስት	-2858
የኝም	-2859
ፖሊስ	-2860
▁የቴ	-2861
▁ሬዲዮ	-2862
▁በሚያ	-2863
▁ከማን	-2864
▁ያስደ	-2865
▁ለሁለት	-2866
▁ለመማር	-2867
▁ልጃገረ	-2868
▁ማንሳት	-2869
▁ማጥናት	-2870
▁ወንድም	-2871
▁ያለብህ	-2872
▁ለመብላት	-2873
▁አስቀድሞ	-2874
▁ይመስላሉ	-2875
▁ፈተናውን	-2876
▁ሁለታችንም	-2877
ኮች	-2878
ይዝ	-2879
ገደ	-2880
ጩሀ	-2881
መዋል	-2882
ስተም	-2883
ከተል	-2884
▁ለት	-2885
▁ስነ	-2886
▁ቃላ	-2887
▁ንፋ	-2888
▁አነ	-2889
▁በሆነ	-2890
▁አመለ	-2891
▁ወሰነ	-2892
▁የሉም	-2893
▁ያውቅ	-2894
▁ይደው	-2895
▁ደስታ	-2896
▁ድልድ	-2897
▁ጨለማ	-2898
▁አልሆነ	-2899
▁አሳየኝ	-2900
▁የሚሆን	-2901
▁መከረችው	-2902
▁ኮምፒውተር	-2903
▁የማርያምን	-2904
ቸግ	-2905
ኳይ	-2906
▁ቼ	-2907
ምጣት	-2908
ዝቦል	-2909
▁ሄዱ	-2910
▁በቁ	-2911
▁ተብ	-2912
▁ነፍ	-2913
▁ዘፈ	-2914
▁ዳቦ	-2915
ናግርህ	-2916
▁ለስራ	-2917
▁ብቃት	-2918
▁ተራራ	-2919
▁አበባ	-2920
▁የገባ	-2921
▁ፀሀይ	-2922
▁መቀመጥ	-2923
▁በህይወ	-2924
▁ተቀመጥ	-2925
▁አንዳን	-2926
▁እራሱን	-2927
▁ከጥቂት	-2928
▁ደርሷል	-2929
▁ያለብዎት	-2930
መራ	-2931
ሮፓ	-2932
ብረ	-2933
ብዛ	-2934
ዘዝ	-2935
ጎብ	-2936
▁ዣ	-2937
ረናል	-2938
▁ቀለ	-2939
▁ከዛ	-2940
ንሰርቱ	-2941
ዘጋጀት	-2942
▁ምስጢ	-2943
▁ተገኝ	-2944
▁ነፋሱ	-2945
▁አትፍ	-2946
▁የአው	-2947
▁ጠርሙ	-2948
▁ጥፋት	-2949
▁ልዩነት	-2950
▁መደወል	-2951
▁መፍትሄ	-2952
▁ተመልሶ	-2953
▁ተናገር	-2954
▁አልፏል	-2955
▁አእምሮ	-2956
▁እየበላ	-2957
▁ከፈለጉ	-2958
▁ጓደኞቼ	-2959
▁በስተቀር	-2960
▁በማንኛውም	-2961
▁እወስዳለሁ	-2962
▁ይመስላችኋል	-2963
▁በአውስትራሊያ	-2964
ጓዴ	-2965
ለብስ	-2966
ሰማህ	-2967
ሰጥህ	-2968
ቃላይ	-2969
ፈራም	-2970
▁መሀ	-2971
▁ሞት	-2972
▁ራስ	-2973
▁እጁ	-2974
▁ጠላ	-2975
▁ጥቅ	-2976
ረንጓዴ	-2977
ቼዋለሁ	-2978
▁ቀጠሮ	-2979
▁በኩል	-2980
▁ቤቶች	-2981
▁ተጠም	-2982
▁እየደ	-2983
▁ከስራ	-2984
▁ይጠይ	-2985
▁መንቀጥ	-2986
▁መደብር	-2987
▁ተናደደ	-2988
▁ክፍሉን	-2989
▁ዘግይቶ	-2990
▁ዣንጥላ	-2991
▁የፈረንሳይ	-2992
ሰች	-2993
ታተ	-2994
ካት	-2995
ዙን	-2996
ሸንፍ	-2997
ቀውን	-2998
ዳለች	-2999
▁ልማ	-3000
▁ተጣ	-3001
▁እዛ	-3002
▁ዝና	-3003
▁ይስ	-3004
▁ጉድ	-3005
▁ትሰራ	-3006
▁ትናገ	-3007
▁ንግድ	-3008
▁አልጠ	-3009
▁አውጥ	-3010
▁ከአው	-3011
▁ውጤት	-3012
▁ያለህ	-3013
▁ይላል	-3014
▁ጨካኝ	-3015
▁ተጫዋች	-3016
▁ኣረፍተ	-3017
▁እፈልግ	-3018
▁የሚገር	-3019
▁አገኛለሁ	-3020
▁የሚያምር	-3021
▁ማስተካከል	-3022
ለሽ	-3023
መጡ	-3024
ኩለ	-3025
ዘዘ	-3026
ጋግ	-3027
ጦች	-3028
ለፊያ	-3029
ሰበረ	-3030
ቋረጥ	-3031
ባከን	-3032
ከሰተ	-3033
ክምና	-3034
▁ብእ	-3035
▁ከን	-3036
▁ሌሊት	-3037
▁ሚስት	-3038
▁ሸሚዝ	-3039
▁በቤተ	-3040
▁ተጫው	-3041
▁ነጥብ	-3042
▁አቅም	-3043
▁እጠይ	-3044
▁ይገር	-3045
▁ውሻውን	-3046
▁የባህር	-3047
▁ያደርገ	-3048
▁አልነገር	-3049
▁እናድርግ	-3050
▁እንቁላል	-3051
▁ያድርጉት	-3052
▁እንደምትችል	-3053
▁እንደምትፈልግ	-3054
ቁኝ	-3055
ቋር	-3056
ዳር	-3057
ጥኩ	-3058
ፊቱ	-3059
ቃለን	-3060
ዋለን	-3061
ውያን	-3062
ገኛል	-3063
ፎችን	-3064
▁ማል	-3065
▁ሽታ	-3066
▁በጀ	-3067
▁በፀ	-3068
▁ክሬ	-3069
▁ጠራ	-3070
▁ፀጥ	-3071
ገናኘት	-3072
ፓርታማ	-3073
▁ለመጠ	-3074
▁ልምድ	-3075
▁ምስል	-3076
▁ስምም	-3077
▁ባለሙ	-3078
▁ትኩስ	-3079
▁አልቆ	-3080
▁አይቻ	-3081
▁ወዴት	-3082
▁የሚቆ	-3083
▁የተቻ	-3084
▁ገባሁ	-3085
▁ጫጫታ	-3086
▁መልቀቅ	-3087
▁እንስሳ	-3088
▁የተሰራ	-3089
▁ይባላል	-3090
▁ምክንያታዊ	-3091
▁የመጀመሪያው	-3092
ያዙ	-3093
ትንሽ	-3094
ነገረ	-3095
▁አወ	-3096
▁ወጪ	-3097
▁የዋ	-3098
▁ይሰ	-3099
መለከተ	-3100
▁ለእር	-3101
▁ማሽን	-3102
▁በሽታ	-3103
▁ብሏል	-3104
▁እወድ	-3105
▁ወታደ	-3106
▁ጀልባ	-3107
▁መምህሩ	-3108
▁መጀመር	-3109
▁ብቻህን	-3110
▁አሳለፍ	-3111
▁አረንጓዴ	-3112
▁እንድታደርግ	-3113
ለጥ	-3114
ቃጠ	-3115
ታይ	-3116
ኖሚ	-3117
ካታ	-3118
ፍን	-3119
ላለች	-3120
▁ሂድ	-3121
▁ለሌ	-3122
▁ላለ	-3123
▁መካ	-3124
▁በነ	-3125
▁ኩኪ	-3126
▁ያዙ	-3127
▁ይፈ	-3128
▁በወን	-3129
▁ታማኝ	-3130
▁እሰማ	-3131
▁እኩል	-3132
▁ጥገና	-3133
▁ፈረስ	-3134
▁መሆኔን	-3135
▁ሳይቆይ	-3136
▁ተቀመጠ	-3137
▁እንዳታ	-3138
▁ያስታው	-3139
▁ይህንኑ	-3140
▁መብራቱን	-3141
▁ትወዳለህ	-3142
▁አዝኛለሁ	-3143
▁አልወደውም	-3144
▁እንደሚፈልግ	-3145
▁እንደተፈጠረ	-3146
ላም	-3147
ቢሮ	-3148
ማለሁ	-3149
ሰዋል	-3150
ንያው	-3151
▁ማቆ	-3152
▁ስቴ	-3153
▁በቡ	-3154
▁ከበ	-3155
▁የቡ	-3156
በላለሁ	-3157
▁ሊነግ	-3158
▁መርከ	-3159
▁መያዝ	-3160
▁ሻወር	-3161
▁ባለው	-3162
▁ተንኮ	-3163
▁ትመጣ	-3164
▁አሮጌ	-3165
▁አስቆ	-3166
▁እገባ	-3167
▁ክፍያ	-3168
▁ደካማ	-3169
ደርገውም	-3170
▁ሰርቷል	-3171
▁ተውኩት	-3172
▁እስማማ	-3173
▁እየሄደ	-3174
▁እያደረ	-3175
▁ዳግመኛ	-3176
▁ለመረዳት	-3177
▁ማብራሪያ	-3178
▁እንድሄድ	-3179
▁ከፈለግክ	-3180
▁ለማንኛውም	-3181
▁በመጀመሪያ	-3182
▁አይታየኝም	-3183
▁እንዳለብን	-3184
ሁህ	-3185
ረኛ	-3186
ሪካ	-3187
ሹን	-3188
ናዳ	-3189
ወጠ	-3190
ዘር	-3191
ዳም	-3192
ጫው	-3193
▁ቪ	-3194
ሌክት	-3195
ብስብ	-3196
ታለን	-3197
ዋለች	-3198
ዳመጥ	-3199
▁ማሰ	-3200
▁ቀል	-3201
▁ከስ	-3202
▁የሳ	-3203
ስተዋል	-3204
▁ለመዋ	-3205
▁ስራው	-3206
▁ቢላዋ	-3207
▁ትልቁ	-3208
▁አልታ	-3209
▁እኛን	-3210
▁ከኋላ	-3211
▁ዘመን	-3212
▁የገዛ	-3213
▁ገናን	-3214
▁ለእራት	-3215
▁መበደር	-3216
▁በግልፅ	-3217
▁ብርሃን	-3218
▁አንዲት	-3219
▁አይርሱ	-3220
▁የአካል	-3221
▁የጥርስ	-3222
▁እነዚያን	-3223
▁እንደማል	-3224
▁እንገናኝ	-3225
▁እየሰራሁ	-3226
▁ዘግይቷል	-3227
▁የለብኝም	-3228
▁የሚያውቅ	-3229
▁እስማማለሁ	-3230
▁ያስፈልገኛል	-3231
ራበ	-3232
ቀይ	-3233
ቤቱ	-3234
ቨር	-3235
ቲክ	-3236
ናፍ	-3237
ኪያ	-3238
ድግ	-3239
ፐር	-3240
ብስክ	-3241
ነግር	-3242
ከንድ	-3243
ጊዜው	-3244
ጫለሁ	-3245
ፊያው	-3246
▁ሁን	-3247
▁ምት	-3248
▁ርእ	-3249
▁በጎ	-3250
▁በፖ	-3251
▁ከጎ	-3252
▁ውሸ	-3253
ከፍላል	-3254
▁ሄድን	-3255
▁ለመክ	-3256
▁መልሱ	-3257
▁ተገቢ	-3258
▁ነግሬ	-3259
▁ይላሉ	-3260
▁ይረዳ	-3261
▁ጋዜጣ	-3262
▁ግምት	-3263
▁መራመድ	-3264
▁ሚስጥር	-3265
▁ማጠቢያ	-3266
▁አዲሱን	-3267
▁ያልሆነ	-3268
▁ድንጋይ	-3269
▁ጫማዎች	-3270
▁ለመድረስ	-3271
▁ነበረብህ	-3272
▁አልሄድም	-3273
▁አቅራቢያ	-3274
▁መንሸራተት	-3275
ሻው	-3276
ይም	-3277
ደገ	-3278
ጎድ	-3279
ጤን	-3280
ጭን	-3281
ጮች	-3282
ሊዮን	-3283
ሰጠኝ	-3284
ንግድ	-3285
ኳቸው	-3286
ዝናና	-3287
▁ክራ	-3288
▁ወዳ	-3289
▁ውጣ	-3290
▁ይለ	-3291
▁ፍን	-3292
ታችንን	-3293
▁ለእሱ	-3294
▁ልሄድ	-3295
▁መጓዝ	-3296
▁አሰበ	-3297
▁አሳይ	-3298
▁አየሩ	-3299
▁እመክ	-3300
▁የተሻ	-3301
▁ላገኝህ	-3302
▁አንብቤ	-3303
▁ከወላጆ	-3304
▁የምችል	-3305
▁ይኖራሉ	-3306
▁ጥፋተኛ	-3307
▁ሳምንታት	-3308
▁አግኝቷል	-3309
▁እየጨመረ	-3310
▁የነበረው	-3311
▁በስብሰባው	-3312
▁እንድትሄድ	-3313
▁አልነበረብኝም	-3314
ሱት	-3315
ቀዘ	-3316
ቃሉ	-3317
ብም	-3318
ንባ	-3319
ወጡ	-3320
ዞር	-3321
ዳሚ	-3322
▁5	-3323
ምህር	-3324
▁ለሚ	-3325
▁ሰክ	-3326
▁ጫፍ	-3327
▁ጮሀ	-3328
መጣለሁ	-3329
▁ህፃኑ	-3330
▁ለመን	-3331
▁ለዚያ	-3332
▁በመቶ	-3333
▁በኣል	-3334
▁ቢሆን	-3335
▁ይሆን	-3336
▁ይጀም	-3337
▁ጥንድ	-3338
ፈልጉትን	-3339
▁በተሻለ	-3340
▁በአሁኑ	-3341
▁እንዳላ	-3342
▁እውነታ	-3343
▁ድመቶች	-3344
▁አይሰራም	-3345
▁ክርስቲያን	-3346
ሃዊ	-3347
ለደ	-3348
ምሩ	-3349
ስቸ	-3350
ውል	-3351
ደይ	-3352
ረዱኝ	-3353
ስተዋ	-3354
ጥጥር	-3355
ፅዳት	-3356
▁ናፈ	-3357
▁እጆ	-3358
▁ዘዴ	-3359
▁ገደ	-3360
▁ፀሀ	-3361
ታቸውን	-3362
▁ሰውዬ	-3363
▁በቁም	-3364
▁ትእዛ	-3365
▁ናችሁ	-3366
▁አርጅ	-3367
▁አርፍ	-3368
▁አታስ	-3369
▁አውሎ	-3370
▁አጥብ	-3371
▁እሰጥ	-3372
▁ወንዝ	-3373
▁የማል	-3374
▁ይሁን	-3375
▁ደርሶ	-3376
▁ድንገ	-3377
▁መስመር	-3378
▁መክፈት	-3379
▁ስምህን	-3380
▁ቁልፉን	-3381
▁በመስኮ	-3382
▁በባቡር	-3383
▁አበቦች	-3384
▁አታድር	-3385
▁የምግብ	-3386
▁የነገር	-3387
▁ላናግርህ	-3388
▁በመንገድ	-3389
▁አስተዋይ	-3390
▁አላገኘሁም	-3391
19	-3392
ላዊ	-3393
ልዎ	-3394
ርሃ	-3395
ከፊ	-3396
ኩበት	-3397
ኮኖሚ	-3398
ዋለህ	-3399
ፈጥሮ	-3400
▁ልቦ	-3401
▁ቀበ	-3402
▁ቀና	-3403
▁አቁ	-3404
▁የኢ	-3405
▁ፕሬ	-3406
▁ተሸፍ	-3407
▁አውቄ	-3408
▁አገል	-3409
▁አገባ	-3410
▁እየዘ	-3411
▁ዘገባ	-3412
▁መጨረስ	-3413
▁ማሸነፍ	-3414
▁ሰከንድ	-3415
▁ይመለከ	-3416
▁ለእርዳታ	-3417
▁መንግስት	-3418
▁አልሆነም	-3419
▁የለበትም	-3420
▁የማርያም	-3421
▁መንከባከብ	-3422
▁አብዛኛውን	-3423
ሂዱ	-3424
ላማ	-3425
ሳሉ	-3426
ከም	-3427
ወግ	-3428
ዱም	-3429
▁ጌ	-3430
ልህም	-3431
ቃለች	-3432
ተኛው	-3433
ኖችን	-3434
▁በካ	-3435
▁እሺ	-3436
▁ጩሀ	-3437
ሄድበት	-3438
ገራለሁ	-3439
ጎብኘት	-3440
▁በሌላ	-3441
▁አይኖ	-3442
▁እስር	-3443
▁እጄን	-3444
▁ከቤተ	-3445
▁ድግስ	-3446
▁ገንዳ	-3447
▁ጥልቅ	-3448
▁ፅሁፍ	-3449
▁ለመያዝ	-3450
▁መደነስ	-3451
▁ባለሙያ	-3452
▁አመታት	-3453
▁አታስብ	-3454
▁የሚገባ	-3455
▁የእሱን	-3456
▁ያላቸው	-3457
▁ጓደኛህ	-3458
▁ሁለቱንም	-3459
▁ለማንበብ	-3460
▁መኪናዬን	-3461
▁ተዘግቷል	-3462
▁ነበረብን	-3463
▁አላየሁም	-3464
▁አልመጣም	-3465
▁አልበላም	-3466
▁አፓርታማ	-3467
▁እመጣለሁ	-3468
▁የለብንም	-3469
▁ጓደኛሞች	-3470
▁በአውቶቡስ	-3471
▁እንደሚሰራ	-3472
▁እንደሚችሉ	-3473
▁ደብዳቤውን	-3474
▁የምትፈልገውን	-3475
ልበ	-3476
ሯን	-3477
ባቴ	-3478
ተኮ	-3479
ንን	-3480
ንጀ	-3481
ዛኝ	-3482
ደጋ	-3483
ገስ	-3484
ጥረ	-3485
▁ሺ	-3486
ሳተፍ	-3487
ቶኪዮ	-3488
ገባት	-3489
▁ሳል	-3490
▁በጨ	-3491
▁አፅ	-3492
▁ዘፋ	-3493
▁ፈጅ	-3494
ሰብኩት	-3495
ቻቸውን	-3496
▁ሃይል	-3497
▁ረሳሁ	-3498
▁በላሁ	-3499
▁በራሱ	-3500
▁ከእሷ	-3501
▁ከክፍ	-3502
▁የከፋ	-3503
▁የወደ	-3504
▁የግል	-3505
▁ይበላ	-3506
▁ጡረታ	-3507
▁ፈልጎ	-3508
▁ፖስታ	-3509
▁ማቆሚያ	-3510
▁ስለሆነ	-3511
▁በቅርብ	-3512
▁ቢኖረኝ	-3513
▁ተናጋሪ	-3514
▁ወንጀል	-3515
▁ይደውሉ	-3516
▁ፓርቲው	-3517
▁በህይወቴ	-3518
▁እራስዎን	-3519
▁የአትክል	-3520
▁የእንግሊ	-3521
▁ይጫወታል	-3522
▁አልፈለገም	-3523
▁አውሮፕላን	-3524
▁እንዳለብህ	-3525
▁የሚፈልጉት	-3526
▁ያልተለመደ	-3527
▁አልነበርኩም	-3528
ረዝ	-3529
ባሪ	-3530
ነኝ	-3531
ፀፀ	-3532
ቀበል	-3533
ታለህ	-3534
ጣጠር	-3535
ፈጠር	-3536
▁ህመ	-3537
▁ቆየ	-3538
▁ባር	-3539
▁ብል	-3540
▁ይተ	-3541
▁ደም	-3542
▁ግባ	-3543
ስማማም	-3544
ቸዋለሁ	-3545
▁ለእኛ	-3546
▁ስሙን	-3547
▁ብሩህ	-3548
▁ንፋስ	-3549
▁አጎቴ	-3550
▁እኩለ	-3551
▁እውን	-3552
▁የጠፋ	-3553
▁ፕሮጀ	-3554
▁ተስማሚ	-3555
▁ተበላሽ	-3556
▁አሳፋሪ	-3557
▁እየመጣ	-3558
▁ክራባት	-3559
▁ዜናውን	-3560
▁ተንኮለኛ	-3561
▁አስቸኳይ	-3562
▁በዝቶብኛል	-3563
▁የትምህርት	-3564
▁ትክክለኛውን	-3565
▁የሚፈልጉትን	-3566
▁የምፈልገውን	-3567
▁የሚያስፈልገኝ	-3568
ሪስ	-3569
ራጠ	-3570
ቃድ	-3571
ቼው	-3572
ፈፀ	-3573
▁ቱ	-3574
ፃፈው	-3575
▁ለበ	-3576
▁ፎቅ	-3577
ናደርግ	-3578
▁ህዝብ	-3579
▁ለመፍ	-3580
▁ሰባት	-3581
▁ሳንቲ	-3582
▁በአጠ	-3583
▁ታምሜ	-3584
▁አምል	-3585
▁አምጡ	-3586
▁አባቱ	-3587
▁አካል	-3588
▁ኣይነ	-3589
▁ወንበ	-3590
▁ዝናቡ	-3591
▁ደግሞ	-3592
▁መልበስ	-3593
▁መረዳት	-3594
▁መርከብ	-3595
▁መቀጠል	-3596
▁ታስታው	-3597
▁ፊልሞች	-3598
▁እበላለሁ	-3599
▁እንዲሄድ	-3600
▁የሚኖረው	-3601
ለታ	-3602
ለፅ	-3603
ሎጂ	-3604
ረስ	-3605
ረተ	-3606
ሪፍ	-3607
ጋሚ	-3608
ፌር	-3609
▁ዱ	-3610
ማማኝ	-3611
ምንቱ	-3612
ደርደ	-3613
ደዋል	-3614
ፈናል	-3615
▁ለዘ	-3616
▁ምቹ	-3617
▁ሮጠ	-3618
▁ከጣ	-3619
▁ውይ	-3620
▁ያቀ	-3621
▁ይዋ	-3622
▁ጆሮ	-3623
▁ግዴ	-3624
▁ጓጉ	-3625
▁ለመል	-3626
▁ልጁን	-3627
▁ቁልፎ	-3628
▁አጠፋ	-3629
▁ኣይን	-3630
▁ወጣሁ	-3631
▁የሰው	-3632
▁ጤናማ	-3633
ንቀሳቀስ	-3634
▁መቀበል	-3635
▁መቀየር	-3636
▁ማባከን	-3637
▁ስልኩን	-3638
▁አለዎት	-3639
▁አዘጋጅ	-3640
▁ጃንጥላ	-3641
▁ጠንክሮ	-3642
▁ለመውጣት	-3643
▁በእነዚህ	-3644
▁እንደሆኑ	-3645
▁ልጃገረዶች	-3646
▁ትክክለኛው	-3647
▁ይሰማዎታል	-3648
መታ	-3649
መች	-3650
ማሉ	-3651
በባ	-3652
ክሰ	-3653
ደኝ	-3654
ላችን	-3655
ተሮች	-3656
ዮርክ	-3657
ገኛሉ	-3658
ጌረዳ	-3659
▁መጡ	-3660
▁ትኬ	-3661
▁ውስ	-3662
▁ያቺ	-3663
▁ፓስ	-3664
ቻችንን	-3665
▁ሄዷል	-3666
▁ሹራብ	-3667
▁ባንክ	-3668
▁አቆመ	-3669
▁እናስ	-3670
▁ይጠቀ	-3671
ሌክትሪክ	-3672
▁መቀነስ	-3673
▁መንገር	-3674
▁ስራህን	-3675
▁አደጋው	-3676
▁ከመሄድ	-3677
▁የእሳት	-3678
▁ጀመርኩ	-3679
▁ጠፍቷል	-3680
▁ጭንቅላ	-3681
▁ለመመለስ	-3682
▁ለመቆየት	-3683
▁ማስወገድ	-3684
▁በልጅነቴ	-3685
▁ተመለከት	-3686
▁አይቻልም	-3687
▁እቆያለሁ	-3688
▁ጨርሻለሁ	-3689
▁አውሮፕላኑ	-3690
▁እናገራለሁ	-3691
▁የምችለውን	-3692
▁እንደማስበው	-3693
▁ይመስልዎታል	-3694
ማን	-3695
ሳም	-3696
ቆት	-3697
ዳዩ	-3698
▁ቫ	-3699
ሁትን	-3700
ልበት	-3701
መልስ	-3702
ራዊት	-3703
ጠበቀ	-3704
ፋለሁ	-3705
▁ሚስ	-3706
▁ብላ	-3707
▁አሸ	-3708
▁ኮት	-3709
▁ወሬ	-3710
▁ዘና	-3711
▁ገፅ	-3712
▁ፋይ	-3713
▁ሆኗል	-3714
▁ማንን	-3715
▁ማጣት	-3716
▁ስለእ	-3717
▁በሰማ	-3718
▁ተባረ	-3719
▁ታሪኩ	-3720
▁አሪፍ	-3721
▁አባል	-3722
▁ክብደ	-3723
▁ወጣች	-3724
▁ግማሽ	-3725
ያንዳንዱ	-3726
▁መነሳት	-3727
▁በዝርዝ	-3728
▁ባለቤት	-3729
▁አሻንጉ	-3730
▁እምነት	-3731
▁ጉዳዩን	-3732
▁ጥንቃቄ	-3733
▁ትእግስት	-3734
▁እንደሌለ	-3735
▁እንደሰራ	-3736
▁የሚለውን	-3737
▁የምወደው	-3738
▁ቴሌቪዥኑን	-3739
▁የአትክልት	-3740
▁ፈረንሳይኛን	-3741
ረህ	-3742
ራሲ	-3743
ሲቲ	-3744
ቲቪ	-3745
ነቃ	-3746
ጡኝ	-3747
ጣው	-3748
ፍር	-3749
▁ጂ	-3750
ሂሳብ	-3751
ላንድ	-3752
ላከያ	-3753
መኛል	-3754
ቃለህ	-3755
ቱካን	-3756
ቶታል	-3757
ኒቨር	-3758
ክበር	-3759
ወድቅ	-3760
የሁት	-3761
ደጋው	-3762
ጀመረ	-3763
ግሎት	-3764
▁ማራ	-3765
▁ሺህ	-3766
▁በች	-3767
▁በኩ	-3768
▁ከቁ	-3769
▁የካ	-3770
▁የፖ	-3771
▁ይበ	-3772
▁ይጨ	-3773
ሬአለሁ	-3774
ስቻለሁ	-3775
ፓርቲው	-3776
▁ሊኖር	-3777
▁ሊያስ	-3778
▁ምድር	-3779
▁በማየ	-3780
▁ተገረ	-3781
▁ወለድ	-3782
▁የበዛ	-3783
▁ይሂዱ	-3784
▁ጎረቤ	-3785
▁ጥበብ	-3786
ራጠራለሁ	-3787
ኒቨርሲቲ	-3788
▁ልጆቹን	-3789
▁መድረስ	-3790
▁አስገባ	-3791
▁እንዳሉ	-3792
▁እያለቀ	-3793
▁ወደፊት	-3794
▁የመሬት	-3795
▁የምለው	-3796
▁የተመሰ	-3797
▁የአንተ	-3798
▁ደወልኩ	-3799
▁ፕሮግራ	-3800
▁ስምምነት	-3801
▁በርሳቸው	-3802
▁ነገርኩት	-3803
▁እየሰራህ	-3804
▁እያደረግ	-3805
▁የትራፊክ	-3806
▁የእረፍት	-3807
▁ድንገተኛ	-3808
▁እጠይቃለሁ	-3809
▁የምትወደው	-3810
▁እጠራጠራለሁ	-3811
▁የምትፈልገው	-3812
ሰለ	-3813
በለ	-3814
ባቂ	-3815
ቻት	-3816
ቾች	-3817
ያየ	-3818
ዲያ	-3819
ፃፉ	-3820
ራመድ	-3821
ርመን	-3822
ቀርም	-3823
ቦታው	-3824
▁ሆን	-3825
▁ስው	-3826
▁በዘ	-3827
▁ጥሪ	-3828
ፈጠረው	-3829
▁100	-3830
▁ተሰር	-3831
▁አላማ	-3832
▁አሏት	-3833
▁አወጣ	-3834
▁አይፈ	-3835
▁ከንቱ	-3836
▁ካርታ	-3837
▁ካርድ	-3838
▁ዛፎች	-3839
▁ያለፈ	-3840
▁ይይዛ	-3841
▁ጠብቅ	-3842
▁ጥረት	-3843
ብስክሌት	-3844
▁ሃይለኛ	-3845
▁ለእግር	-3846
▁መልሱን	-3847
▁መመሪያ	-3848
▁መፈለግ	-3849
▁ቤዝቦል	-3850
▁ብቸኛው	-3851
▁ናፈቀኝ	-3852
▁አለባት	-3853
▁አሉዎት	-3854
▁አቀረበ	-3855
▁አባትህ	-3856
▁አንድም	-3857
▁የእኔን	-3858
▁ያደረገ	-3859
▁መፅሀፍት	-3860
▁ሰርተሃል	-3861
▁ተሸፍኗል	-3862
▁እየተጫወ	-3863
▁እገባለሁ	-3864
▁በአጠቃላይ	-3865
▁አላደርግም	-3866
▁አልቻለችም	-3867
▁አልነበሩም	-3868
▁አስተማማኝ	-3869
▁እሰጥሃለሁ	-3870
ሊን	-3871
ኮራ	-3872
ዛወ	-3873
ጋባ	-3874
ግና	-3875
ጓዛ	-3876
ከፍት	-3877
ድኩት	-3878
▁መዘ	-3879
▁ረክ	-3880
▁ተይ	-3881
▁ገላ	-3882
ሮፕላን	-3883
ቄያለሁ	-3884
▁መፅሄ	-3885
▁ምሳሌ	-3886
▁ስኬት	-3887
▁በውሃ	-3888
▁ተሰጥ	-3889
▁እንዴ	-3890
▁ዘፋኝ	-3891
▁ይወድ	-3892
▁መምህር	-3893
▁መገመት	-3894
▁መጨነቅ	-3895
▁ማግባት	-3896
▁ስፖርት	-3897
▁በተለይ	-3898
▁በፍቅር	-3899
▁ተሰማው	-3900
▁ቸኮሌት	-3901
▁እቃዎች	-3902
▁ውሸታም	-3903
▁የሚሰራ	-3904
▁ፅጌረዳ	-3905
▁በርሳችን	-3906
▁የሚወዱት	-3907
▁የአሜሪካ	-3908
▁ደህንነት	-3909
▁ሁለታችሁም	-3910
▁መፅሀፍትን	-3911
▁እየፈለግኩ	-3912
▁ይመስልሃል	-3913
ሰም	-3914
ቀኛ	-3915
ውጣ	-3916
ዩት	-3917
ፍታ	-3918
ላትም	-3919
ማለች	-3920
ማርኩ	-3921
ሳሳተ	-3922
በሳጨ	-3923
ወያይ	-3924
ያለህ	-3925
▁መቅ	-3926
▁ማዶ	-3927
▁ሳህ	-3928
▁በሃ	-3929
▁በቴ	-3930
▁ከታ	-3931
▁የዛ	-3932
▁ጣል	-3933
ስታወስ	-3934
ገናኘን	-3935
▁ልጅቷ	-3936
▁ሰራሁ	-3937
▁አላወ	-3938
▁እርዳ	-3939
▁ውሃው	-3940
▁ጀመሩ	-3941
▁ጨረቃ	-3942
▁ለብሷል	-3943
▁መንገዱ	-3944
▁ቤታችን	-3945
▁አራዊት	-3946
▁ከሁለት	-3947
▁ከጓደኞ	-3948
▁ይሰራሉ	-3949
▁በማርያም	-3950
▁አልሰራም	-3951
▁አስቆራጭ	-3952
▁አብዛኞቹ	-3953
▁አናውቅም	-3954
▁እንዳለው	-3955
▁እየጠበቀ	-3956
▁ወስኛለሁ	-3957
▁ያስቀምጡ	-3958
▁መንቀጥቀጥ	-3959
▁ያስከፍላል	-3960
▁እንዲያደርግ	-3961
ሪት	-3962
ርቅ	-3963
ሁትም	-3964
ለቲካ	-3965
ላከል	-3966
ሰጠው	-3967
ቆይም	-3968
ውንም	-3969
▁ሰብ	-3970
▁ቁም	-3971
▁ቅፅ	-3972
▁ቡድ	-3973
▁ቢያ	-3974
▁ከቻ	-3975
▁ከጠ	-3976
▁የኪ	-3977
▁ጎን	-3978
▁ጠቅ	-3979
▁ጮክ	-3980
ላቸውም	-3981
▁ሜትር	-3982
▁ሰነፍ	-3983
▁ሽጉጥ	-3984
▁ቀጭን	-3985
▁ቁራጭ	-3986
▁ቤተመ	-3987
▁ተቃር	-3988
▁ተጠቅ	-3989
▁አስገ	-3990
▁እሳቱ	-3991
▁እንይ	-3992
▁ካናዳ	-3993
▁ይኖር	-3994
▁ደነገ	-3995
▁ጉድጓ	-3996
▁ግዴታ	-3997
▁መለወጥ	-3998
▁ሞኝነት	-3999
▁በአስራ	-4000
▁በወንዙ	-4001
▁አልሰጠ	-4002
▁አሏቸው	-4003
▁አየሁት	-4004
▁ከሁሉም	-4005
▁የፀሀይ	-4006
▁ይሄዳሉ	-4007
▁ይበላሉ	-4008
▁ያደረኩት	-4009
▁ያደርጋሉ	-4010
▁ጠየቅኩት	-4011
ሙት	-4012
ሻል	-4013
አብ	-4014
ዲሱ	-4015
ድሜ	-4016
ድሩ	-4017
ርሃት	-4018
ቀላቀ	-4019
ቧንቧ	-4020
ችውን	-4021
ዝናብ	-4022
ጋገብ	-4023
▁ሽል	-4024
▁ቁር	-4025
▁በሆ	-4026
▁ታጋ	-4027
▁ከሱ	-4028
መለከቱ	-4029
ደረገው	-4030
▁230	-4031
▁ሄደች	-4032
▁ሰበረ	-4033
▁ቀጥሎ	-4034
▁ተሰብ	-4035
▁ተብሎ	-4036
▁ታናሽ	-4037
▁ከመስ	-4038
▁ወራት	-4039
▁የምና	-4040
▁ያለን	-4041
▁ፀሀፊ	-4042
▁ፍቃድ	-4043
▁መፍታት	-4044
▁ስምንት	-4045
▁በመጥፎ	-4046
▁በአለም	-4047
▁ትላለህ	-4048
▁አፍንጫ	-4049
▁ዝቅተኛ	-4050
▁የአንድ	-4051
▁ጠርሙስ	-4052
▁ለመፍታት	-4053
▁ለተወሰነ	-4054
▁መከላከያ	-4055
▁ማስተማር	-4056
▁ቦርሳዬን	-4057
▁ትችላለች	-4058
▁አላደረግ	-4059
▁አሳለፍኩ	-4060
▁አስበዋል	-4061
▁አይቀርም	-4062
▁እሰማለሁ	-4063
▁እያደረገ	-4064
▁የተለያዩ	-4065
▁ደንቦቹን	-4066
▁ምክንያቱም	-4067
▁ተረድቻለሁ	-4068
▁አንፈልግም	-4069
መነ	-4070
ረቅ	-4071
ረጀ	-4072
ቀሳ	-4073
ናይ	-4074
ናፈ	-4075
ካው	-4076
ኮል	-4077
ኳኳ	-4078
ዴን	-4079
ድጃ	-4080
ግኘ	-4081
ጎም	-4082
ስተር	-4083
ነጋግ	-4084
ንድዊ	-4085
ንገዱ	-4086
ውቀኝ	-4087
ዚአብ	-4088
ዝቃዜ	-4089
▁ለቀ	-4090
▁ርቦ	-4091
▁ሰሌ	-4092
▁ሰነ	-4093
▁ስሙ	-4094
▁ቆዳ	-4095
▁በዋ	-4096
▁በጫ	-4097
▁ተኩ	-4098
▁ተፅ	-4099
▁ከግ	-4100
ውቀውም	-4101
ፈቅድም	-4102
ፐርማር	-4103
▁ማለፍ	-4104
▁በረራ	-4105
▁ባውቅ	-4106
▁ተለው	-4107
▁አለች	-4108
▁ውድቅ	-4109
▁ይንገ	-4110
▁ጎልፍ	-4111
ደርገውን	-4112
▁ልሰጥህ	-4113
▁መልእክ	-4114
▁መኪናዬ	-4115
▁መዘመር	-4116
▁መፍቀድ	-4117
▁ማልቀስ	-4118
▁በወጣት	-4119
▁ቢሆንም	-4120
▁ተቀባይ	-4121
▁አለቦት	-4122
▁አሳዛኝ	-4123
▁እንሆና	-4124
▁ይጠብቁ	-4125
▁ግድግዳ	-4126
▁ጠየቃት	-4127
▁ለብሳለች	-4128
▁መገናኘት	-4129
▁አድርገው	-4130
▁እውነትን	-4131
▁የሁለተኛ	-4132
▁የህይወት	-4133
▁ይንከባከ	-4134
▁ትፈልጋለች	-4135
▁አስቀድመው	-4136
▁አድርግልኝ	-4137
ሄር	-4138
ሆኔ	-4139
ማግ	-4140
ሽና	-4141
ቦቹ	-4142
ዚቃ	-4143
ዝን	-4144
ዩን	-4145
ያሉ	-4146
ማግሌ	-4147
ቻችሁ	-4148
ናይት	-4149
ናደደ	-4150
ናገሩ	-4151
ኖሩት	-4152
ካሄደ	-4153
ዝናል	-4154
▁ሰል	-4155
▁በቅ	-4156
▁ነክ	-4157
▁አዛ	-4158
▁አፈ	-4159
▁ከለ	-4160
▁የኤ	-4161
▁ያላ	-4162
▁ገመ	-4163
▁መቆም	-4164
▁መካነ	-4165
▁ርቀት	-4166
▁ሾርባ	-4167
▁በምን	-4168
▁በግራ	-4169
▁ብቸኛ	-4170
▁ተወው	-4171
▁ንግግ	-4172
▁እደው	-4173
▁ወፎች	-4174
▁የጎደ	-4175
▁ይሀው	-4176
▁ይመር	-4177
▁ይበሉ	-4178
▁ጠበቀ	-4179
▁ለመኖር	-4180
▁ማጨስን	-4181
▁ሳንድዊ	-4182
▁በሁለት	-4183
▁አልጋው	-4184
▁አመለካ	-4185
▁አስተም	-4186
▁አውሮፓ	-4187
▁እርጥብ	-4188
▁እንዳያ	-4189
▁እያወራ	-4190
▁የተነሳ	-4191
▁ያሉትን	-4192
▁ያረጋግ	-4193
▁ደብተር	-4194
▁ደክሞኝ	-4195
▁ዶክተሩ	-4196
ፐርማርኬት	-4197
▁አላደረገ	-4198
▁አልደረሰ	-4199
▁ኮንሰርቱ	-4200
▁የሚቆጠሩ	-4201
▁የተናገር	-4202
▁ያገኘሁት	-4203
▁ይጀምራል	-4204
▁ቀድሞውንም	-4205
▁በብስክሌት	-4206
▁አልቻልንም	-4207
▁እንሆናለን	-4208
▁እንደሚመጣ	-4209
▁በእንግሊዝኛ	-4210
▁እንደምንችል	-4211
ለለ	-4212
ለቱ	-4213
ስበ	-4214
ቶቼ	-4215
ናድ	-4216
ዩኝ	-4217
ጉር	-4218
ጥፍ	-4219
ፈቱ	-4220
ማማት	-4221
ሰናል	-4222
ሳሳት	-4223
ብረት	-4224
▁ልደ	-4225
▁ነቀ	-4226
▁እፅ	-4227
▁የሀ	-4228
▁የሱ	-4229
▁ይሞ	-4230
ችሁንም	-4231
የትኛው	-4232
▁ለብዙ	-4233
▁ላንተ	-4234
▁ልማድ	-4235
▁ምታት	-4236
▁ሬስቶ	-4237
▁ስለሌ	-4238
▁ሹፌር	-4239
▁በቤት	-4240
▁ብሄድ	-4241
▁ትኬት	-4242
▁አንዴ	-4243
▁አይጠ	-4244
▁እጁን	-4245
▁ወረቀ	-4246
▁የሰራ	-4247
▁ያውቁ	-4248
▁ይቆዩ	-4249
▁ጥብቅ	-4250
▁መፅሃፍ	-4251
▁ስርኣት	-4252
▁አዳዲስ	-4253
▁እናትህ	-4254
▁እድገት	-4255
▁ከአስር	-4256
▁የጠየቅ	-4257
▁ይወጣል	-4258
▁ልትሰጠኝ	-4259
▁ማረፊያው	-4260
▁ተነጋገር	-4261
▁አስተካክ	-4262
▁አይገባም	-4263
▁እየሞከረ	-4264
▁ጠየቀችው	-4265
▁እመክራለሁ	-4266
▁እንደነበር	-4267
▁የተናገረው	-4268
▁ያስፈልጋል	-4269
▁አድርጌዋለሁ	-4270
ሜን	-4271
ሪቱ	-4272
ቀያ	-4273
ተኩ	-4274
ትስ	-4275
ክን	-4276
ወሩ	-4277
ዝብ	-4278
የች	-4279
ገሩ	-4280
ፈታ	-4281
ፋሉ	-4282
ማለህ	-4283
ስቲክ	-4284
ሸከም	-4285
ሽከር	-4286
ኋቸው	-4287
ነበበ	-4288
ኣመቱ	-4289
ካባቢ	-4290
ገናኛ	-4291
▁ሞል	-4292
▁ሩቅ	-4293
▁ቀኝ	-4294
▁ንጉ	-4295
▁ከደ	-4296
▁ክፉ	-4297
▁ዘጋ	-4298
▁ያጥ	-4299
▁ዶሮ	-4300
▁ጨው	-4301
ገኛለች	-4302
ፅሀፍት	-4303
▁ለሰኣ	-4304
▁ስምህ	-4305
▁በአቅ	-4306
▁ትበል	-4307
▁አለም	-4308
▁አለቀ	-4309
▁አብሬ	-4310
▁አንቺ	-4311
▁እርሳ	-4312
▁እጅግ	-4313
▁እጆች	-4314
▁ውሻዬ	-4315
▁ዘንድ	-4316
▁የለሽ	-4317
▁የውሻ	-4318
▁ጎዳና	-4319
▁መመገብ	-4320
▁ሰራተኛ	-4321
▁ቆይቷል	-4322
▁በስልክ	-4323
▁ብቻዋን	-4324
▁ትምህር	-4325
▁አልወደ	-4326
▁እደውል	-4327
▁የታመመ	-4328
▁የአበባ	-4329
▁ይሆናሉ	-4330
▁ደረሰኝ	-4331
▁ለመዋኘት	-4332
▁ለመጨረስ	-4333
▁በየኣመቱ	-4334
▁ተቀምጧል	-4335
▁ያስደስተ	-4336
▁ይደርሳል	-4337
▁ይመለከታል	-4338
መኑ	-4339
ራሚ	-4340
ቀደ	-4341
ናቴ	-4342
ንህ	-4343
ንቺ	-4344
ንደ	-4345
ዞች	-4346
ድመ	-4347
ጋና	-4348
ጠባ	-4349
ጣሬ	-4350
ፋፋ	-4351
ፍቱ	-4352
▁3	-4353
መኝም	-4354
ቀጥል	-4355
ቅምት	-4356
ተወው	-4357
ከታተ	-4358
▁ህገ	-4359
▁ለጥ	-4360
▁ልና	-4361
▁ሲል	-4362
▁ብቁ	-4363
▁ተፀ	-4364
▁ታጥ	-4365
▁ዋሽ	-4366
▁የነ	-4367
▁የዘ	-4368
▁ድሃ	-4369
▁ግር	-4370
▁ሂሳብ	-4371
▁መጣህ	-4372
▁ሲጋራ	-4373
▁ስለም	-4374
▁በጊዜ	-4375
▁ብርድ	-4376
▁ተጣብ	-4377
▁አሰቃ	-4378
▁እከፍ	-4379
▁እያለ	-4380
▁ወረደ	-4381
▁ዋጋው	-4382
▁የልጅ	-4383
▁የማት	-4384
▁ይችል	-4385
▁ይከብ	-4386
▁ይያዙ	-4387
▁ደፋር	-4388
▁ሂሳቡን	-4389
▁ለስላሳ	-4390
▁ላይሆን	-4391
▁ልጆችን	-4392
▁ሚሊዮን	-4393
▁ስኬታማ	-4394
▁ሽማግሌ	-4395
▁በአስር	-4396
▁ተመለስ	-4397
▁አገሮች	-4398
▁እህቶች	-4399
▁ካናዳዊ	-4400
▁ውሻዬን	-4401
▁ዘግይቼ	-4402
▁የልብስ	-4403
▁የሚበላ	-4404
▁የሚወስ	-4405
▁የኣለም	-4406
▁የፍቅር	-4407
▁ይስማማ	-4408
▁ህይወቴን	-4409
▁ለሰኣታት	-4410
▁ሰምተሃል	-4411
▁በተሳሳተ	-4412
▁የሚገርም	-4413
▁ጥያቄውን	-4414
▁ለትምህርት	-4415
▁አግኝቼዋለሁ	-4416
ራፍ	-4417
ቀቀ	-4418
ዳዳ	-4419
ፌን	-4420
ላለም	-4421
መጣው	-4422
ረዳን	-4423
ቀያሚ	-4424
ባባይ	-4425
ችሉት	-4426
ነዋል	-4427
ንጨት	-4428
ዘፍን	-4429
ዳለህ	-4430
ጣለህ	-4431
▁ለህ	-4432
▁ማም	-4433
▁በን	-4434
▁ነር	-4435
▁ነቅ	-4436
▁ከሩ	-4437
▁ይጣ	-4438
▁ፍት	-4439
ላችሁም	-4440
ናይትድ	-4441
ናግረኝ	-4442
▁ልጆቼ	-4443
▁ሚስቱ	-4444
▁ሰማይ	-4445
▁ተፀፅ	-4446
▁ኣይኖ	-4447
▁እየጠ	-4448
▁ዋናው	-4449
▁የሆኑ	-4450
▁የቤተ	-4451
▁ይቀጥ	-4452
ዚአብሄር	-4453
▁ለመጓዝ	-4454
▁ለፖሊስ	-4455
▁መደበኛ	-4456
▁ሰጠችኝ	-4457
▁በርካታ	-4458
▁በእሳት	-4459
▁አምልጦ	-4460
▁ወጥቷል	-4461
▁የመጣው	-4462
▁ለመጠበቅ	-4463
▁ለዘላለም	-4464
▁መተማመን	-4465
▁በመኪናው	-4466
▁አምጡልኝ	-4467
▁አስቀያሚ	-4468
▁አትፍቀድ	-4469
▁የምሰራው	-4470
▁የተወለድ	-4471
▁ጓደኛዬን	-4472
▁አመለካከት	-4473
▁እንደሆነች	-4474
▁እንደምፈልግ	-4475
በኘ	-4476
ንሽ	-4477
እኖ	-4478
ካይ	-4479
ዋወ	-4480
ጅሙ	-4481
ጣጫ	-4482
ሆንኩ	-4483
ሰጥም	-4484
ቃወም	-4485
ብሪካ	-4486
ነዚያ	-4487
ንቀቁ	-4488
ንቋል	-4489
ኖርም	-4490
ኛለች	-4491
ከኝም	-4492
ደስት	-4493
ደኛል	-4494
ግባር	-4495
▁20	-4496
▁ሙዝ	-4497
▁ቅጠ	-4498
▁በጋ	-4499
▁በጠ	-4500
▁እሰ	-4501
▁ኪሎ	-4502
▁ክን	-4503
መስለው	-4504
ጠናቀቅ	-4505
ጠይቀኝ	-4506
▁ለብሶ	-4507
▁ላሳይ	-4508
▁ረዘም	-4509
▁በረሃ	-4510
▁በአን	-4511
▁ብእር	-4512
▁ተቃው	-4513
▁ተነስ	-4514
▁ተጨና	-4515
▁ነግሮ	-4516
▁አታው	-4517
▁አይስ	-4518
▁አይወ	-4519
▁እንቆ	-4520
▁እድሉ	-4521
▁የራቀ	-4522
▁የደም	-4523
▁ይከሰ	-4524
▁ምርመራ	-4525
▁ሰውዬው	-4526
▁አስከፊ	-4527
▁አትሁን	-4528
▁አጋጣሚ	-4529
▁አጥቷል	-4530
▁እርሳስ	-4531
▁እርዳኝ	-4532
▁የሙቀት	-4533
▁ይጠላል	-4534
▁የሚሰራው	-4535
▁የምንችል	-4536
▁የገንዘብ	-4537
▁ብስክሌቴን	-4538
▁ነግሬሃለሁ	-4539
▁አንዳቸውም	-4540
▁አይናገርም	-4541
▁እንደነበረ	-4542
▁የሚናገረው	-4543
▁ያደርገዋል	-4544
▁ታስታውሳለህ	-4545
▁የምንፈልገው	-4546
▁እደውልልሃለሁ	-4547
▁የምትናገረውን	-4548
ምሳ	-4549
ምጣ	-4550
ሞተ	-4551
ሪብ	-4552
ራመ	-4553
ርጂ	-4554
ሰስ	-4555
ሽቱ	-4556
ካሚ	-4557
ዋኝ	-4558
ያዘ	-4559
ደዱ	-4560
ጅት	-4561
ጉዞ	-4562
ለቅስ	-4563
ለናል	-4564
ረኝም	-4565
ራጮች	-4566
ቶቼን	-4567
ነበሩ	-4568
ናንት	-4569
ክስቴ	-4570
ወራው	-4571
ዘምር	-4572
ጦችን	-4573
▁ላስ	-4574
▁ሩዝ	-4575
▁በጣ	-4576
▁ተሻ	-4577
▁የይ	-4578
▁የዶ	-4579
▁ጃፓ	-4580
▁ጨም	-4581
▁ፒዛ	-4582
ቄአለሁ	-4583
ጠብቀው	-4584
ጦርነቱ	-4585
▁ሆነው	-4586
▁ለሌላ	-4587
▁መሃል	-4588
▁ሰራተ	-4589
▁ሰበብ	-4590
▁እሳት	-4591
▁እጥፍ	-4592
▁ከጊዜ	-4593
▁የቀረ	-4594
▁ፈቃድ	-4595
▁መደረግ	-4596
▁ማጥመድ	-4597
▁ስቴትስ	-4598
▁በሌሊት	-4599
▁በመሆኔ	-4600
▁በመካከ	-4601
▁በዚያን	-4602
▁ተመለሰ	-4603
▁አሰቃቂ	-4604
▁አደርግ	-4605
▁የራሱን	-4606
▁ይበላል	-4607
▁ጨዋታው	-4608
▁ለመጠየቅ	-4609
▁ማስቀመጫ	-4610
▁ሰራተኞች	-4611
▁ተጠያቂው	-4612
▁እስክሪብ	-4613
▁እንዳልተ	-4614
▁እያንዳን	-4615
▁ውስብስብ	-4616
▁ይገባኛል	-4617
▁ግድግዳው	-4618
▁ለመነጋገር	-4619
▁ስህተቶችን	-4620
▁ተቀባይነት	-4621
▁አግኝተዋል	-4622
▁የማይታመን	-4623
ሉኝ	-4624
ላጅ	-4625
መጠ	-4626
ሮት	-4627
ሰሙ	-4628
ሰኝ	-4629
ከሻ	-4630
ዳይ	-4631
ጎች	-4632
ፈኝ	-4633
ሄድክ	-4634
መገብ	-4635
ሳችን	-4636
ቀጥታ	-4637
ዣለሁ	-4638
ደወል	-4639
ዳንቱ	-4640
ፋለች	-4641
▁19	-4642
▁መወ	-4643
▁ቀባ	-4644
▁ቅጂ	-4645
▁በቢ	-4646
▁ባን	-4647
▁ቼዝ	-4648
▁ካላ	-4649
ለብስም	-4650
ረሳውም	-4651
ድናችን	-4652
▁መላክ	-4653
▁መፍቻ	-4654
▁ሙከራ	-4655
▁ማስጠ	-4656
▁ማይል	-4657
▁ሮጥኩ	-4658
▁ሳለሁ	-4659
▁ስውር	-4660
▁በብዙ	-4661
▁ቤትህ	-4662
▁ተናድ	-4663
▁ተደብ	-4664
▁ተጎድ	-4665
▁ኮሌጅ	-4666
▁ወለሉ	-4667
▁የመን	-4668
▁የተከ	-4669
▁የደረ	-4670
▁ይታጠ	-4671
▁ፊልሙ	-4672
ላችኋለሁ	-4673
ስተካከል	-4674
▁ሊገባኝ	-4675
▁መወሰን	-4676
▁መጥቷል	-4677
▁ማክበር	-4678
▁ማዳመጥ	-4679
▁በምሽት	-4680
▁በአየር	-4681
▁ቢዘንብ	-4682
▁ተዘጋጅ	-4683
▁ተግባቢ	-4684
▁ነበራት	-4685
▁አላደረ	-4686
▁አቅጣጫ	-4687
▁እንቁላ	-4688
▁እንዲሁ	-4689
▁እየሰሩ	-4690
▁ወሰንኩ	-4691
▁ውይይት	-4692
▁ድልድይ	-4693
▁ሁኔታዎች	-4694
▁መሆንህን	-4695
▁በጥቅምት	-4696
▁በፓርቲው	-4697
▁አስቀመጠ	-4698
▁አታድርግ	-4699
▁እየዘነበ	-4700
▁ኩባንያው	-4701
▁ወላጆችህ	-4702
▁የሚኖሩት	-4703
▁የፈለኩት	-4704
▁ይሻለኛል	-4705
▁ተመለከትኩ	-4706
▁አልበላሁም	-4707
▁እየተካሄደ	-4708
▁የእርስዎን	-4709
▁አሳልፌያለሁ	-4710
▁አድርጌያለሁ	-4711
ሀብ	-4712
ልጋ	-4713
ቡብ	-4714
ኒክ	-4715
ዎቼ	-4716
ያጭ	-4717
ዮሀ	-4718
ጣጠ	-4719
ጥም	-4720
ጥን	-4721
ፁን	-4722
ልኝም	-4723
ማርክ	-4724
ቋርጥ	-4725
ቷታል	-4726
ገኝም	-4727
ጠናል	-4728
ጨርስ	-4729
ፈቀደ	-4730
▁ማር	-4731
▁እኮ	-4732
▁የሃ	-4733
▁የፊ	-4734
▁ደሞ	-4735
▁ገም	-4736
▁ገቢ	-4737
▁ጎማ	-4738
▁ፃፈ	-4739
ነበብኩ	-4740
ንደዚህ	-4741
ዮሀንስ	-4742
ጀምረው	-4743
▁ሀይቁ	-4744
▁ለምሳ	-4745
▁ማለቴ	-4746
▁ምርት	-4747
▁በተቻ	-4748
▁ተሳት	-4749
▁ተገድ	-4750
▁አርቲ	-4751
▁እረዳ	-4752
▁እስረ	-4753
▁ዘጋው	-4754
▁የመስ	-4755
▁የአፍ	-4756
▁ገባች	-4757
▁ገባኝ	-4758
▁ለስራው	-4759
▁መታጠብ	-4760
▁መዝነብ	-4761
▁መገኘት	-4762
▁ማውጣት	-4763
▁ስእሎች	-4764
▁በረዶው	-4765
▁በቀጥታ	-4766
▁በዝናብ	-4767
▁ተበሳጨ	-4768
▁ተፅእኖ	-4769
