<pad>	0
<unk>	0
<s>	0
</s>	0
aa	-0
ee	-1
an	-2
oo	-3
ii	-4
uu	-5
‚ĖĀd	-6
‚ĖĀh	-7
‚ĖĀk	-8
ar	-9
‚ĖĀb	-10
ti	-11
kk	-12
in	-13
am	-14
‚ĖĀt	-15
‚ĖĀg	-16
aan	-17
ir	-18
at	-19
‚ĖĀn	-20
‚ĖĀj	-21
al	-22
dh	-23
ab	-24
‚ĖĀq	-25
is	-26
‚ĖĀhin	-27
‚ĖĀa	-28
ch	-29
‚ĖĀs	-30
‚ĖĀm	-31
ur	-32
‚ĖĀdh	-33
ees	-34
da	-35
eess	-36
aal	-37
‚ĖĀqab	-38
‚ĖĀT	-39
un	-40
tti	-41
een	-42
oom	-43
‚ĖĀakk	-44
‚ĖĀA	-45
ana	-46
‚ĖĀjir	-47
‚ĖĀToom	-48
‚ĖĀw	-49
‚ĖĀbar	-50
‚ĖĀf	-51
‚ĖĀis	-52
ra	-53
ni	-54
aat	-55
atti	-56
chuu	-57
‚ĖĀakka	-58
‚ĖĀtur	-59
‚ĖĀM	-60
‚ĖĀy	-61
baa	-62
iin	-63
‚ĖĀK	-64
‚ĖĀto	-65
um	-66
yy	-67
il	-68
dha	-69
‚ĖĀdan	-70
er	-71
‚ĖĀS	-72
‚ĖĀta	-73
aar	-74
‚ĖĀkeess	-75
‚ĖĀH	-76
‚ĖĀkoo	-77
‚ĖĀbarbaa	-78
aaf	-79
‚ĖĀtokk	-80
dd	-81
ama	-82
itti	-83
eroo	-84
‚ĖĀture	-85
‚ĖĀD	-86
‚ĖĀB	-87
irr	-88
arg	-89
‚ĖĀtokko	-90
ag	-91
‚ĖĀW	-92
bb	-93
‚ĖĀI	-94
ta	-95
‚ĖĀbaa	-96
ma	-97
‚ĖĀY	-98
eek	-99
‚ĖĀdee	-100
akk	-101
‚ĖĀho	-102
iif	-103
‚ĖĀje	-104
‚ĖĀbeek	-105
jj	-106
‚ĖĀgo	-107
‚ĖĀqaba	-108
uun	-109
‚ĖĀdanda	-110
‚ĖĀG	-111
sa	-112
‚ĖĀc	-113
oon	-114
eeny	-115
taa	-116
‚ĖĀarg	-117
te	-118
‚ĖĀisaa	-119
‚ĖĀnan	-120
‚ĖĀkana	-121
eera	-122
‚ĖĀirr	-123
‚ĖĀN	-124
ne	-125
tu	-126
uf	-127
‚ĖĀjira	-128
‚ĖĀwal	-129
‚ĖĀyaa	-130
uuf	-131
maa	-132
of	-133
saa	-134
‚ĖĀhun	-135
ol	-136
‚ĖĀYeroo	-137
‚ĖĀwaan	-138
‚ĖĀdu	-139
la	-140
‚ĖĀnatti	-141
‚ĖĀni	-142
‚ĖĀbaay	-143
achuu	-144
‚ĖĀgar	-145
tii	-146
‚ĖĀkan	-147
‚ĖĀna	-148
or	-149
ph	-150
im	-151
‚ĖĀjedh	-152
‚ĖĀkun	-153
eer	-154
jje	-155
‚ĖĀdand	-156
on	-157
‚ĖĀkee	-158
adh	-159
‚ĖĀgu	-160
ll	-161
‚ĖĀhojje	-162
‚ĖĀDh	-163
ug	-164
iis	-165
‚ĖĀdeem	-166
ff	-167
‚ĖĀfakk	-168
‚ĖĀmi	-169
‚ĖĀyeroo	-170
aata	-171
ann	-172
‚ĖĀAkk	-173
‚ĖĀl	-174
‚ĖĀmaal	-175
‚ĖĀirratti	-176
tee	-177
iq	-178
‚ĖĀam	-179
‚ĖĀkeessa	-180
‚ĖĀsana	-181
‚ĖĀdubb	-182
‚ĖĀjiru	-183
daa	-184
‚ĖĀF	-185
‚ĖĀWaan	-186
‚ĖĀx	-187
ala	-188
yaa	-189
di	-190
‚ĖĀgaar	-191
en	-192
‚ĖĀqabu	-193
‚ĖĀakkas	-194
ww	-195
raa	-196
‚ĖĀsi	-197
‚ĖĀjaal	-198
eessa	-199
‚ĖĀitti	-200
na	-201
ata	-202
all	-203
‚ĖĀO	-204
anaa	-205
ddaa	-206
‚ĖĀMaal	-207
‚ĖĀi	-208
‚ĖĀAni	-209
‚ĖĀgaarii	-210
‚ĖĀbarbaada	-211
uma	-212
‚ĖĀgochuu	-213
oota	-214
‚ĖĀnama	-215
chis	-216
aalaa	-217
hee	-218
‚ĖĀdhag	-219
‚ĖĀhunda	-220
‚ĖĀdha	-221
eenya	-222
‚ĖĀqof	-223
du	-224
‚ĖĀil	-225
‚ĖĀNam	-226
chaa	-227
yyee	-228
‚ĖĀhaa	-229
ate	-230
‚ĖĀdhuf	-231
ad	-232
og	-233
‚ĖĀJ	-234
‚ĖĀyaada	-235
ga	-236
‚ĖĀAm	-237
‚ĖĀIn	-238
‚ĖĀIs	-239
‚ĖĀboo	-240
amma	-241
‚ĖĀfi	-242
tuu	-243
‚ĖĀishee	-244
oonni	-245
‚ĖĀgara	-246
ba	-247
‚ĖĀjedheen	-248
‚ĖĀQ	-249
‚ĖĀken	-250
‚ĖĀwaliin	-251
‚ĖĀga	-252
yyaa	-253
‚ĖĀbeeku	-254
anii	-255
‚ĖĀmiti	-256
‚ĖĀisa	-257
‚ĖĀbarbaachis	-258
jii	-259
‚ĖĀr	-260
aataa	-261
‚ĖĀmana	-262
‚ĖĀnaaf	-263
‚ĖĀee	-264
ame	-265
‚ĖĀakkan	-266
alaa	-267
‚ĖĀdeeb	-268
amaa	-269
‚ĖĀsun	-270
‚ĖĀKun	-271
‚ĖĀgal	-272
‚ĖĀkeessatti	-273
aatii	-274
alee	-275
‚ĖĀha	-276
‚ĖĀSun	-277
‚ĖĀgaaf	-278
‚ĖĀdur	-279
‚ĖĀdhug	-280
‚ĖĀbi	-281
‚ĖĀirraa	-282
‚ĖĀkeessan	-283
‚ĖĀAkka	-284
atu	-285
‚ĖĀhim	-286
‚ĖĀKana	-287
‚ĖĀqofa	-288
qa	-289
aas	-290
‚ĖĀdhaga	-291
‚ĖĀeeg	-292
‚ĖĀo	-293
‚ĖĀfu	-294
dhu	-295
if	-296
‚ĖĀdandeess	-297
ub	-298
kol	-299
ul	-300
‚ĖĀbooda	-301
faan	-302
‚ĖĀguddaa	-303
ark	-304
‚ĖĀfakkaata	-305
re	-306
iqq	-307
‚ĖĀbaayyee	-308
ars	-309
‚ĖĀdhi	-310
‚ĖĀas	-311
‚ĖĀof	-312
‚ĖĀra	-313
onkol	-314
‚ĖĀHo	-315
‚ĖĀmur	-316
‚ĖĀMee	-317
‚ĖĀilaal	-318
argaar	-319
‚ĖĀkeessaa	-320
ummaa	-321
‚ĖĀR	-322
‚ĖĀbeeka	-323
duu	-324
umaa	-325
‚ĖĀbil	-326
llee	-327
aadha	-328
oph	-329
‚ĖĀkeenya	-330
‚ĖĀcaalaa	-331
chi	-332
itaa	-333
de	-334
irra	-335
ri	-336
‚ĖĀba	-337
ool	-338
‚ĖĀDhug	-339
‚ĖĀso	-340
‚ĖĀL	-341
cha	-342
anti	-343
ara	-344
si	-345
‚ĖĀbir	-346
‚ĖĀgamma	-347
‚ĖĀab	-348
‚ĖĀjaall	-349
nu	-350
‚ĖĀfakkaat	-351
gaa	-352
kan	-353
‚ĖĀjiraa	-354
‚ĖĀisaan	-355
aay	-356
‚ĖĀNamni	-357
‚ĖĀny	-358
‚ĖĀnu	-359
‚ĖĀnam	-360
‚ĖĀdar	-361
dda	-362
qab	-363
‚ĖĀqabna	-364
tiin	-365
‚ĖĀku	-366
‚ĖĀqabda	-367
alqab	-368
‚ĖĀsa	-369
iyy	-370
‚ĖĀxiqq	-371
‚ĖĀMeer	-372
‚ĖĀka	-373
‚ĖĀE	-374
‚ĖĀdab	-375
bil	-376
‚ĖĀguu	-377
tan	-378
‚ĖĀAmma	-379
amu	-380
‚ĖĀji	-381
‚ĖĀan	-382
‚ĖĀirra	-383
‚ĖĀMeerii	-384
soo	-385
‚ĖĀin	-386
‚ĖĀdeebi	-387
ayy	-388
‚ĖĀgargaar	-389
‚ĖĀisin	-390
eeff	-391
iyaa	-392
eef	-393
‚ĖĀdhiis	-394
aala	-395
‚ĖĀjalqab	-396
yyaan	-397
ataa	-398
‚ĖĀdandeeny	-399
‚ĖĀwaa	-400
dduu	-401
‚ĖĀFar	-402
‚ĖĀsirr	-403
‚ĖĀbarbaadu	-404
‚ĖĀMaaliif	-405
annoo	-406
‚ĖĀaman	-407
ukk	-408
qaa	-409
‚ĖĀakkam	-410
akka	-411
‚ĖĀtaph	-412
dhe	-413
‚ĖĀjaalla	-414
anga	-415
‚ĖĀsiif	-416
‚ĖĀma	-417
ansaa	-418
‚ĖĀAti	-419
‚ĖĀC	-420
heen	-421
ansaay	-422
‚ĖĀmanaa	-423
‚ĖĀFaransaay	-424
‚ĖĀHar	-425
‚ĖĀdhaa	-426
‚ĖĀdarb	-427
uff	-428
‚ĖĀmii	-429
sii	-430
dii	-431
oof	-432
umur	-433
‚ĖĀturre	-434
onkolaataa	-435
‚ĖĀani	-436
‚ĖĀhundi	-437
‚ĖĀGu	-438
atte	-439
araa	-440
aaraa	-441
‚ĖĀnyaa	-442
‚ĖĀati	-443
uk	-444
joo	-445
‚ĖĀaj	-446
‚ĖĀToomii	-447
‚ĖĀti	-448
dhaa	-449
allee	-450
‚ĖĀrakk	-451
ogg	-452
‚ĖĀp	-453
‚ĖĀsad	-454
‚ĖĀbilbil	-455
‚ĖĀbarbaachisa	-456
ubb	-457
anne	-458
amuu	-459
‚ĖĀisaanii	-460
‚ĖĀgaruu	-461
‚ĖĀhund	-462
‚ĖĀhark	-463
‚ĖĀWaa	-464
mii	-465
‚ĖĀWanti	-466
af	-467
naa	-468
chuun	-469
‚ĖĀsh	-470
‚ĖĀdhab	-471
‚ĖĀAfaan	-472
iir	-473
dhaan	-474
‚ĖĀturte	-475
arr	-476
‚ĖĀqor	-477
‚ĖĀsitti	-478
‚ĖĀHun	-479
ill	-480
nis	-481
baan	-482
‚ĖĀmee	-483
‚ĖĀDhuguma	-484
alkan	-485
‚ĖĀbarr	-486
aree	-487
‚ĖĀdheer	-488
‚ĖĀfudha	-489
ogogg	-490
‚ĖĀjet	-491
‚ĖĀfudh	-492
‚ĖĀbiraa	-493
‚ĖĀmir	-494
fii	-495
‚ĖĀhojii	-496
‚ĖĀP	-497
‚ĖĀtola	-498
‚ĖĀol	-499
‚ĖĀHojii	-500
‚ĖĀFaransaayii	-501
att	-502
‚ĖĀdandeessu	-503
arraa	-504
‚ĖĀInni	-505
amaan	-506
‚ĖĀIsheen	-507
‚ĖĀsirrii	-508
eet	-509
kaa	-510
‚ĖĀdeema	-511
om	-512
‚ĖĀdura	-513
ru	-514
oob	-515
‚ĖĀSana	-516
‚ĖĀwa	-517
‚ĖĀX	-518
chuuf	-519
‚ĖĀMaar	-520
adhu	-521
‚ĖĀyoo	-522
‚ĖĀsan	-523
iyaam	-524
iy	-525
ina	-526
amm	-527
‚ĖĀKitaa	-528
‚ĖĀMaariyaam	-529
bbol	-530
‚ĖĀajaa	-531
ish	-532
‚ĖĀkaa	-533
inaa	-534
adhe	-535
oor	-536
‚ĖĀfakkaatu	-537
suu	-538
adha	-539
‚ĖĀmalee	-540
ora	-541
‚ĖĀyaal	-542
‚ĖĀhir	-543
mallee	-544
es	-545
‚ĖĀuff	-546
‚ĖĀAkkam	-547
‚ĖĀeeny	-548
kii	-549
‚ĖĀhe	-550
alph	-551
‚ĖĀmu	-552
aasa	-553
achaa	-554
‚ĖĀxumur	-555
‚ĖĀYeroon	-556
yyaana	-557
‚ĖĀqabaa	-558
‚ĖĀAs	-559
‚ĖĀib	-560
pp	-561
ophaa	-562
eessi	-563
‚ĖĀtokkollee	-564
‚ĖĀseen	-565
‚ĖĀU	-566
‚ĖĀgah	-567
‚ĖĀmitii	-568
‚ĖĀqabdu	-569
‚ĖĀkanaa	-570
‚ĖĀhi	-571
‚ĖĀKan	-572
‚ĖĀGuyyaa	-573
umsaa	-574
laqa	-575
aatiin	-576
jiin	-577
‚ĖĀkenn	-578
eessuu	-579
isa	-580
arra	-581
‚ĖĀAkkas	-582
‚ĖĀIsaan	-583
achuuf	-584
‚ĖĀjirra	-585
‚ĖĀbarbaadd	-586
anni	-587
attu	-588
‚ĖĀafaan	-589
fa	-590
achuun	-591
‚ĖĀsalph	-592
iisa	-593
‚ĖĀbita	-594
‚ĖĀbu	-595
‚ĖĀguyyaa	-596
‚ĖĀfayy	-597
aniiru	-598
‚ĖĀamma	-599
amee	-600
‚ĖĀwaanan	-601
‚ĖĀdandeenye	-602
‚ĖĀbo	-603
‚ĖĀsadii	-604
‚ĖĀwajj	-605
‚ĖĀwajjin	-606
st	-607
‚ĖĀgur	-608
ok	-609
ishaan	-610
aggaa	-611
‚ĖĀHalkan	-612
‚ĖĀdubbis	-613
ib	-614
‚ĖĀWal	-615
‚ĖĀdaa	-616
‚ĖĀdandeessaa	-617
‚ĖĀxiqqoo	-618
‚ĖĀYaa	-619
‚ĖĀeessa	-620
aam	-621
‚ĖĀKu	-622
‚ĖĀhojjet	-623
aleessa	-624
‚ĖĀbarumsaa	-625
‚ĖĀjirta	-626
‚ĖĀhaaraa	-627
aate	-628
icha	-629
‚ĖĀYoo	-630
‚ĖĀhub	-631
iifama	-632
eessaa	-633
ull	-634
‚ĖĀNama	-635
eesse	-636
siis	-637
attee	-638
‚ĖĀguutuu	-639
‚ĖĀBor	-640
‚ĖĀkam	-641
jjiir	-642
ban	-643
‚ĖĀdhii	-644
‚ĖĀSa	-645
‚ĖĀBaa	-646
agg	-647
‚ĖĀgoo	-648
aba	-649
‚ĖĀinni	-650
‚ĖĀdhukk	-651
‚ĖĀSi	-652
‚ĖĀyaad	-653
‚ĖĀkonkolaataa	-654
aatti	-655
‚ĖĀjaalladha	-656
‚ĖĀNamoonni	-657
‚ĖĀMana	-658
‚ĖĀlama	-659
‚ĖĀgadi	-660
adhab	-661
‚ĖĀdhagah	-662
‚ĖĀhaasa	-663
‚ĖĀroob	-664
kumaa	-665
ttaa	-666
‚ĖĀbarbaan	-667
aane	-668
‚ĖĀdogogg	-669
‚ĖĀgudd	-670
‚ĖĀhaww	-671
‚ĖĀhanga	-672
illeen	-673
aann	-674
‚ĖĀRakk	-675
‚ĖĀkaff	-676
‚ĖĀsir	-677
‚ĖĀeenyu	-678
anama	-679
‚ĖĀbal	-680
amb	-681
ja	-682
‚ĖĀfayyad	-683
‚ĖĀjedhee	-684
aq	-685
‚ĖĀfe	-686
aatu	-687
yoo	-688
‚ĖĀfuu	-689
‚ĖĀmaaliif	-690
‚ĖĀInnis	-691
‚ĖĀnamni	-692
‚ĖĀasitti	-693
‚ĖĀosoo	-694
‚ĖĀyeroon	-695
‚ĖĀhaf	-696
amne	-697
‚ĖĀer	-698
isaa	-699
‚ĖĀIjoo	-700
se	-701
ine	-702
ilaa	-703
‚ĖĀkenni	-704
atee	-705
‚ĖĀHundi	-706
diin	-707
‚ĖĀcuf	-708
dheera	-709
‚ĖĀdabars	-710
‚ĖĀyaadd	-711
‚ĖĀdadhab	-712
‚ĖĀAkkamitti	-713
‚ĖĀgon	-714
‚ĖĀmeeqa	-715
‚ĖĀturan	-716
faa	-717
‚ĖĀdheeraa	-718
malee	-719
‚ĖĀbakka	-720
‚ĖĀci	-721
‚ĖĀHir	-722
‚ĖĀgonkumaa	-723
‚ĖĀbarbaachisu	-724
wwan	-725
‚ĖĀraa	-726
iig	-727
‚ĖĀammaa	-728
‚ĖĀhamaa	-729
‚ĖĀdhugaa	-730
‚ĖĀjijjiir	-731
‚ĖĀEen	-732
‚ĖĀEeny	-733
‚ĖĀwaggaa	-734
cc	-735
‚ĖĀOsoo	-736
ota	-737
‚ĖĀhomaa	-738
‚ĖĀjirti	-739
‚ĖĀmurt	-740
‚ĖĀdag	-741
‚ĖĀhojjechuu	-742
‚ĖĀmaali	-743
it	-744
iil	-745
agaa	-746
‚ĖĀbaree	-747
bba	-748
‚ĖĀachi	-749
li	-750
ulq	-751
arii	-752
‚ĖĀhedduu	-753
‚ĖĀmuraasa	-754
‚ĖĀdabal	-755
‚ĖĀNa	-756
bu	-757
‚ĖĀadda	-758
ulqull	-759
‚ĖĀul	-760
eettii	-761
‚ĖĀSh	-762
‚ĖĀkutaa	-763
ateera	-764
‚ĖĀkaffal	-765
‚ĖĀyaade	-766
bbaan	-767
nee	-768
‚ĖĀtol	-769
arri	-770
‚ĖĀHanga	-771
‚ĖĀguut	-772
‚ĖĀtaane	-773
‚ĖĀNu	-774
‚ĖĀBoru	-775
‚ĖĀayyaana	-776
‚ĖĀQor	-777
adheera	-778
‚ĖĀsuu	-779
‚ĖĀsanatti	-780
‚ĖĀDee	-781
‚ĖĀakkamitti	-782
irri	-783
iyyuu	-784
sh	-785
‚ĖĀkootti	-786
‚ĖĀBo	-787
‚ĖĀObbol	-788
aara	-789
atan	-790
maan	-791
‚ĖĀduu	-792
‚ĖĀgochuuf	-793
soon	-794
‚ĖĀJaa	-795
‚ĖĀgochuun	-796
‚ĖĀBal	-797
‚ĖĀdarbe	-798
‚ĖĀKitaab	-799
‚ĖĀMaallaqa	-800
‚ĖĀBoo	-801
‚ĖĀdhih	-802
chiis	-803
‚ĖĀdeemuu	-804
‚ĖĀkooti	-805
‚ĖĀmud	-806
annaa	-807
‚ĖĀdubbachuu	-808
areen	-809
‚ĖĀfil	-810
‚ĖĀGaaf	-811
‚ĖĀbarbaade	-812
dhii	-813
‚ĖĀqulqull	-814
uuz	-815
‚ĖĀkanaan	-816
‚ĖĀtaa	-817
‚ĖĀkitaa	-818
‚ĖĀtokkon	-819
‚ĖĀwanti	-820
‚ĖĀjechuu	-821
‚ĖĀManni	-822
‚ĖĀtor	-823
‚ĖĀgodhu	-824
‚ĖĀsodaa	-825
ichi	-826
‚ĖĀdeemuun	-827
aroo	-828
ston	-829
‚ĖĀBakka	-830
‚ĖĀmas	-831
toota	-832
‚ĖĀqabne	-833
gars	-834
‚ĖĀool	-835
‚ĖĀliq	-836
‚ĖĀdaf	-837
aanaa	-838
‚ĖĀdhuguma	-839
us	-840
‚ĖĀAbbaan	-841
‚ĖĀGara	-842
‚ĖĀdhufu	-843
see	-844
‚ĖĀbishaan	-845
‚ĖĀKaleessa	-846
bur	-847
‚ĖĀdhagahama	-848
‚ĖĀadd	-849
iik	-850
‚ĖĀsanaa	-851
‚ĖĀarguu	-852
‚ĖĀharka	-853
‚ĖĀqilleen	-854
‚ĖĀbarbaaddaa	-855
eetii	-856
aannoo	-857
isii	-858
‚ĖĀmar	-859
atta	-860
‚ĖĀakkasii	-861
‚ĖĀdandeessa	-862
‚ĖĀbah	-863
‚ĖĀSilaa	-864
‚ĖĀKonkolaataa	-865
‚ĖĀdeemu	-866
toonni	-867
‚ĖĀAb	-868
‚ĖĀAmmas	-869
‚ĖĀAmmallee	-870
uux	-871
yya	-872
tin	-873
tanii	-874
qon	-875
‚ĖĀyoom	-876
‚ĖĀfuf	-877
ppaan	-878
‚ĖĀAsitti	-879
yyuu	-880
‚ĖĀDur	-881
ameera	-882
‚ĖĀdhiisuu	-883
‚ĖĀagars	-884
‚ĖĀarge	-885
‚ĖĀmasq	-886
‚ĖĀIsheenis	-887
lee	-888
‚ĖĀdhufe	-889
agalee	-890
‚ĖĀJaappaan	-891
‚ĖĀraf	-892
‚ĖĀsaree	-893
‚ĖĀmasqalaa	-894
‚ĖĀhime	-895
ang	-896
atii	-897
taan	-898
‚ĖĀkaas	-899
kanaa	-900
‚ĖĀdhukkub	-901
‚ĖĀgoww	-902
‚ĖĀijoo	-903
‚ĖĀaar	-904
‚ĖĀruk	-905
‚ĖĀdeeme	-906
‚ĖĀfur	-907
‚ĖĀmirkanaa	-908
‚ĖĀBaay	-909
hii	-910
‚ĖĀqa	-911
‚ĖĀhojjechaa	-912
‚ĖĀgaa	-913
‚ĖĀhayy	-914
‚ĖĀabdiin	-915
annu	-916
imma	-917
‚ĖĀHin	-918
‚ĖĀe	-919
kaan	-920
‚ĖĀhundumaa	-921
‚ĖĀbarbaanne	-922
dur	-923
eesh	-924
‚ĖĀnyaata	-925
‚ĖĀcab	-926
‚ĖĀNy	-927
anna	-928
ffaa	-929
‚ĖĀal	-930
abaa	-931
le	-932
gil	-933
‚ĖĀMii	-934
‚ĖĀbeekuu	-935
‚ĖĀruku	-936
‚ĖĀbeektaa	-937
‚ĖĀSuu	-938
‚ĖĀdhal	-939
laa	-940
onni	-941
‚ĖĀIjooll	-942
‚ĖĀulf	-943
lmaa	-944
‚ĖĀgodh	-945
‚ĖĀdhiyoo	-946
‚ĖĀar	-947
‚ĖĀdhaq	-948
aataan	-949
‚ĖĀtilmaa	-950
‚ĖĀjaalladhu	-951
‚ĖĀgodhe	-952
‚ĖĀraaww	-953
‚ĖĀilaalaa	-954
‚ĖĀaan	-955
akkaa	-956
isuu	-957
‚ĖĀnuuf	-958
‚ĖĀYaada	-959
‚ĖĀjedhe	-960
‚ĖĀammallee	-961
aqii	-962
ootaa	-963
‚ĖĀkol	-964
‚ĖĀgalat	-965
‚ĖĀBar	-966
‚ĖĀKutaa	-967
aqiiqaa	-968
‚ĖĀjechuun	-969
‚ĖĀDhiifama	-970
bala	-971
‚ĖĀjirtu	-972
‚ĖĀqabdi	-973
‚ĖĀjiraachuu	-974
‚ĖĀbalaa	-975
‚ĖĀJir	-976
‚ĖĀmag	-977
‚ĖĀqabnu	-978
‚ĖĀcaal	-979
‚ĖĀeegg	-980
‚ĖĀdhaab	-981
‚ĖĀKonkol	-982
‚ĖĀtokkotti	-983
‚ĖĀfag	-984
‚ĖĀsirriitti	-985
‚ĖĀGal	-986
‚ĖĀqoo	-987
‚ĖĀgoon	-988
‚ĖĀHaa	-989
‚ĖĀajj	-990
‚ĖĀdii	-991
‚ĖĀhar	-992
‚ĖĀmoo	-993
‚ĖĀGargaar	-994
chiisa	-995
alli	-996
‚ĖĀIngil	-997
jif	-998
‚ĖĀrif	-999
‚ĖĀhimuu	-1000
‚ĖĀim	-1001
‚ĖĀgurg	-1002
‚ĖĀcimaa	-1003
‚ĖĀRakkoo	-1004
‚ĖĀcarraa	-1005
araan	-1006
‚ĖĀkenne	-1007
gg	-1008
‚ĖĀIngili	-1009
xx	-1010
‚ĖĀTor	-1011
iqqoo	-1012
‚ĖĀKitaaba	-1013
‚ĖĀcim	-1014
‚ĖĀgahaa	-1015
‚ĖĀlamaan	-1016
‚ĖĀTa	-1017
ibaa	-1018
umsa	-1019
‚ĖĀmil	-1020
dhaaf	-1021
‚ĖĀgaariitti	-1022
ophee	-1023
‚ĖĀdhaabb	-1024
‚ĖĀmanaatti	-1025
‚ĖĀkanaaf	-1026
‚ĖĀla	-1027
‚ĖĀakkamii	-1028
‚ĖĀdogoggora	-1029
ikaa	-1030
‚ĖĀjedhu	-1031
‚ĖĀhojiin	-1032
geeff	-1033
‚ĖĀdhaggeeff	-1034
‚ĖĀeegaa	-1035
‚ĖĀgatii	-1036
‚ĖĀTorban	-1037
‚ĖĀargachuu	-1038
‚ĖĀobbol	-1039
‚ĖĀdandeenyu	-1040
zii	-1041
akki	-1042
‚ĖĀban	-1043
adhaa	-1044
qonnaa	-1045
okt	-1046
‚ĖĀgodha	-1047
uba	-1048
aatee	-1049
‚ĖĀIjoolleen	-1050
‚ĖĀkophaa	-1051
eensa	-1052
‚ĖĀjirtaa	-1053
‚ĖĀmirkan	-1054
‚ĖĀgargaaruu	-1055
oomaa	-1056
‚ĖĀBaayyee	-1057
‚ĖĀgarmalee	-1058
eessoo	-1059
unyaa	-1060
‚ĖĀNuti	-1061
‚ĖĀhiik	-1062
‚ĖĀsalphaa	-1063
‚ĖĀkaraa	-1064
‚ĖĀqofan	-1065
‚ĖĀMu	-1066
‚ĖĀJi	-1067
iyyaa	-1068
‚ĖĀSir	-1069
ambal	-1070
aroor	-1071
‚ĖĀkennuu	-1072
tir	-1073
ayya	-1074
aman	-1075
uudha	-1076
inii	-1077
ummaatti	-1078
‚ĖĀwalii	-1079
‚ĖĀnaannoo	-1080
‚ĖĀIl	-1081
‚ĖĀHark	-1082
iyyoota	-1083
‚ĖĀgammad	-1084
‚ĖĀganama	-1085
‚ĖĀbarbaachisaa	-1086
‚ĖĀdhiq	-1087
‚ĖĀwayya	-1088
‚ĖĀGaaffii	-1089
eeraa	-1090
to	-1091
qis	-1092
‚ĖĀEenyu	-1093
‚ĖĀDhugaa	-1094
‚ĖĀwalitti	-1095
‚ĖĀfedhii	-1096
‚ĖĀYoom	-1097
‚ĖĀInt	-1098
‚ĖĀbarbaaddu	-1099
ald	-1100
‚ĖĀbeektu	-1101
‚ĖĀnyaataa	-1102
‚ĖĀkamiyyuu	-1103
‚ĖĀnyaachuu	-1104
‚ĖĀdin	-1105
aalee	-1106
‚ĖĀargi	-1107
‚ĖĀxuux	-1108
uum	-1109
‚ĖĀkuf	-1110
‚ĖĀbira	-1111
‚ĖĀhirri	-1112
‚ĖĀala	-1113
su	-1114
dhan	-1115
‚ĖĀmul	-1116
‚ĖĀfiig	-1117
‚ĖĀbilch	-1118
aalli	-1119
‚ĖĀSareen	-1120
‚ĖĀisiniif	-1121
ababa	-1122
‚ĖĀKaraa	-1123
‚ĖĀhojjen	-1124
‚ĖĀdiimaa	-1125
‚ĖĀdabalataa	-1126
‚ĖĀjaallatu	-1127
‚ĖĀguddaadha	-1128
‚ĖĀOf	-1129
‚ĖĀhaala	-1130
‚ĖĀDogogg	-1131
essa	-1132
uufata	-1133
‚ĖĀinjif	-1134
‚ĖĀXiqqoo	-1135
‚ĖĀqabduu	-1136
‚ĖĀaf	-1137
agal	-1138
‚ĖĀharkif	-1139
bii	-1140
isk	-1141
‚ĖĀdi	-1142
‚ĖĀbee	-1143
isaan	-1144
‚ĖĀfakkaate	-1145
urx	-1146
‚ĖĀMa	-1147
‚ĖĀog	-1148
oddaa	-1149
urxum	-1150
‚ĖĀdhum	-1151
‚ĖĀjaallata	-1152
‚ĖĀEr	-1153
‚ĖĀob	-1154
‚ĖĀGar	-1155
‚ĖĀSaree	-1156
‚ĖĀqabaachuu	-1157
‚ĖĀqaa	-1158
‚ĖĀbarbaadde	-1159
ira	-1160
‚ĖĀdafee	-1161
‚ĖĀNyaata	-1162
‚ĖĀgaafate	-1163
‚ĖĀdurii	-1164
‚ĖĀguddaan	-1165
‚ĖĀhojjetu	-1166
arq	-1167
‚ĖĀmuraas	-1168
‚ĖĀijoollee	-1169
eerra	-1170
‚ĖĀsaff	-1171
‚ĖĀAyyaana	-1172
caan	-1173
‚ĖĀisaaf	-1174
‚ĖĀOsoon	-1175
ammuu	-1176
‚ĖĀdaaww	-1177
‚ĖĀgurgur	-1178
eenyaa	-1179
una	-1180
‚ĖĀtas	-1181
uuziq	-1182
‚ĖĀtokkoon	-1183
‚ĖĀdhiifama	-1184
oot	-1185
‚ĖĀgor	-1186
‚ĖĀAnis	-1187
‚ĖĀsoch	-1188
‚ĖĀabbaa	-1189
ik	-1190
‚ĖĀDuraan	-1191
‚ĖĀmaaltu	-1192
baata	-1193
‚ĖĀjaallat	-1194
‚ĖĀAw	-1195
tiif	-1196
iisaa	-1197
‚ĖĀfudhachuu	-1198
‚ĖĀbara	-1199
‚ĖĀoolu	-1200
‚ĖĀnyaat	-1201
ambalii	-1202
‚ĖĀmaallaqa	-1203
‚ĖĀgi	-1204
‚ĖĀdhufuu	-1205
‚ĖĀUff	-1206
‚ĖĀyaalaa	-1207
‚ĖĀammaatti	-1208
‚ĖĀciis	-1209
‚ĖĀjibba	-1210
‚ĖĀbarbaadda	-1211
‚ĖĀij	-1212
‚ĖĀqoph	-1213
argagg	-1214
‚ĖĀAmeer	-1215
‚ĖĀdhiyootti	-1216
‚ĖĀu	-1217
illee	-1218
oonii	-1219
‚ĖĀhor	-1220
‚ĖĀroobni	-1221
‚ĖĀyaaddu	-1222
maata	-1223
‚ĖĀbaaf	-1224
‚ĖĀDhukk	-1225
‚ĖĀamana	-1226
‚ĖĀqilleensaa	-1227
‚ĖĀKonkolaataan	-1228
‚ĖĀGanama	-1229
‚ĖĀdogoggor	-1230
gala	-1231
‚ĖĀjab	-1232
‚ĖĀhamm	-1233
alayaa	-1234
‚ĖĀhaadha	-1235
‚ĖĀtorban	-1236
‚ĖĀbitachuu	-1237
tobu	-1238
tobusii	-1239
‚ĖĀnamoota	-1240
daan	-1241
mi	-1242
dhee	-1243
iilmii	-1244
‚ĖĀqaban	-1245
ldur	-1246
‚ĖĀQillee	-1247
‚ĖĀkudhan	-1248
‚ĖĀum	-1249
iskil	-1250
‚ĖĀBaabur	-1251
bi	-1252
‚ĖĀJe	-1253
‚ĖĀBil	-1254
dduun	-1255
umaan	-1256
‚ĖĀToomiin	-1257
‚ĖĀdhumaa	-1258
‚ĖĀbad	-1259
‚ĖĀCarraa	-1260
‚ĖĀdeebis	-1261
‚ĖĀqabdaa	-1262
‚ĖĀjalqabe	-1263
‚ĖĀsagalee	-1264
unn	-1265
dheen	-1266
‚ĖĀajjees	-1267
‚ĖĀdandeenya	-1268
oos	-1269
uka	-1270
‚ĖĀDaf	-1271
iyaan	-1272
‚ĖĀdhok	-1273
‚ĖĀAkkan	-1274
‚ĖĀjiran	-1275
‚ĖĀagarsiis	-1276
ree	-1277
‚ĖĀBara	-1278
‚ĖĀBishaan	-1279
‚ĖĀAkkasitti	-1280
‚ĖĀGargaarsa	-1281
‚ĖĀbit	-1282
‚ĖĀtokkoof	-1283
udha	-1284
tinaa	-1285
‚ĖĀdinqis	-1286
‚ĖĀbareedduu	-1287
‚ĖĀja	-1288
irraa	-1289
‚ĖĀPool	-1290
‚ĖĀhojjedhu	-1291
‚ĖĀSeen	-1292
‚ĖĀHojiin	-1293
‚ĖĀkunuun	-1294
‚ĖĀNamoota	-1295
alle	-1296
‚ĖĀgabaa	-1297
‚ĖĀdeebii	-1298
‚ĖĀerg	-1299
‚ĖĀuum	-1300
‚ĖĀeenyutu	-1301
‚ĖĀeeggannoo	-1302
‚ĖĀbiyya	-1303
‚ĖĀmataa	-1304
‚ĖĀgaafachuu	-1305
‚ĖĀgoote	-1306
‚ĖĀhedduun	-1307
akkoof	-1308
urxummii	-1309
‚ĖĀbareedaa	-1310
‚ĖĀerga	-1311
‚ĖĀDaa	-1312
‚ĖĀhafe	-1313
‚ĖĀTarii	-1314
‚ĖĀAmeerikaa	-1315
dee	-1316
inj	-1317
jjii	-1318
siif	-1319
isiin	-1320
amaadha	-1321
‚ĖĀHunduu	-1322
‚ĖĀbarsii	-1323
sof	-1324
‚ĖĀargadhe	-1325
dof	-1326
oma	-1327
amboo	-1328
‚ĖĀedaa	-1329
‚ĖĀkaroor	-1330
‚ĖĀhojjeta	-1331
amii	-1332
‚ĖĀdir	-1333
‚ĖĀamanuu	-1334
‚ĖĀdeemaa	-1335
‚ĖĀguutummaatti	-1336
iyyee	-1337
‚ĖĀLamaan	-1338
‚ĖĀBooston	-1339
iqil	-1340
‚ĖĀmiidh	-1341
‚ĖĀarguun	-1342
‚ĖĀshan	-1343
‚ĖĀhordof	-1344
‚ĖĀbarachuu	-1345
‚ĖĀjettanii	-1346
aaq	-1347
aayi	-1348
‚ĖĀsod	-1349
arratti	-1350
‚ĖĀmuraasaaf	-1351
lli	-1352
eenyi	-1353
‚ĖĀDhaa	-1354
aroora	-1355
chitti	-1356
‚ĖĀBalaa	-1357
‚ĖĀBilbil	-1358
‚ĖĀCh	-1359
‚ĖĀSan	-1360
‚ĖĀJaal	-1361
‚ĖĀlubb	-1362
‚ĖĀgaaffii	-1363
‚ĖĀIsa	-1364
‚ĖĀumur	-1365
‚ĖĀhaasof	-1366
‚ĖĀulfaataa	-1367
‚ĖĀabdii	-1368
‚ĖĀyaadu	-1369
‚ĖĀjalqabaa	-1370
‚ĖĀDogoggora	-1371
‚ĖĀgalatoomaa	-1372
‚ĖĀfa	-1373
iina	-1374
attii	-1375
‚ĖĀkonkol	-1376
‚ĖĀbilbila	-1377
‚ĖĀjaallattu	-1378
utti	-1379
artii	-1380
iniin	-1381
‚ĖĀHarka	-1382
‚ĖĀdhabe	-1383
‚ĖĀkom	-1384
‚ĖĀgalle	-1385
iyyeeff	-1386
‚ĖĀbarsiis	-1387
‚ĖĀtaphachuu	-1388
aash	-1389
suuf	-1390
‚ĖĀija	-1391
‚ĖĀdhiph	-1392
‚ĖĀmaaloo	-1393
‚ĖĀguyyaan	-1394
‚ĖĀboqonnaa	-1395
‚ĖĀdinqisiif	-1396
‚ĖĀWarri	-1397
‚ĖĀargam	-1398
‚ĖĀgaraa	-1399
‚ĖĀMaaltu	-1400
‚ĖĀargine	-1401
‚ĖĀsammuu	-1402
‚ĖĀxiqqaa	-1403
aga	-1404
mee	-1405
okk	-1406
‚ĖĀFur	-1407
‚ĖĀYaad	-1408
‚ĖĀqars	-1409
‚ĖĀtaas	-1410
‚ĖĀrakkoo	-1411
‚ĖĀhiriyyaa	-1412
aaraan	-1413
‚ĖĀHaati	-1414
‚ĖĀBoston	-1415
‚ĖĀjettee	-1416
‚ĖĀGarmalee	-1417
waa	-1418
‚ĖĀdald	-1419
‚ĖĀdeemne	-1420
‚ĖĀhalkan	-1421
‚ĖĀyaadda	-1422
‚ĖĀRakkoon	-1423
‚ĖĀilaaluu	-1424
‚ĖĀkaleessa	-1425
qq	-1426
iree	-1427
‚ĖĀgoone	-1428
eessuun	-1429
‚ĖĀKitaabni	-1430
itii	-1431
‚ĖĀdhimma	-1432
‚ĖĀkaroorf	-1433
‚ĖĀaddunyaa	-1434
‚ĖĀIr	-1435
‚ĖĀakkuma	-1436
‚ĖĀmudate	-1437
aana	-1438
‚ĖĀmiira	-1439
eettiin	-1440
boo	-1441
dan	-1442
‚ĖĀAn	-1443
‚ĖĀnaan	-1444
‚ĖĀqunn	-1445
‚ĖĀKutaan	-1446
‚ĖĀSo	-1447
ddoo	-1448
eessu	-1449
‚ĖĀgadh	-1450
‚ĖĀgaafat	-1451
‚ĖĀakkasitti	-1452
‚ĖĀhamma	-1453
‚ĖĀisheen	-1454
‚ĖĀqaamaa	-1455
‚ĖĀwaadaa	-1456
iskileetii	-1457
‚ĖĀoof	-1458
‚ĖĀHaalli	-1459
‚ĖĀnamoonni	-1460
xaa	-1461
‚ĖĀWan	-1462
‚ĖĀTaph	-1463
‚ĖĀdull	-1464
teettaa	-1465
‚ĖĀgalaanaa	-1466
‚ĖĀgammadeera	-1467
aachis	-1468
‚ĖĀnagaa	-1469
‚ĖĀtasaa	-1470
eessuuf	-1471
‚ĖĀkennaa	-1472
arkaa	-1473
‚ĖĀItti	-1474
‚ĖĀbaasuu	-1475
‚ĖĀjalaa	-1476
uuziqaa	-1477
‚ĖĀnamatti	-1478
‚ĖĀUm	-1479
‚ĖĀKophaa	-1480
‚ĖĀbalbala	-1481
eedha	-1482
moo	-1483
‚ĖĀAr	-1484
ubbaa	-1485
‚ĖĀofii	-1486
yyoota	-1487
‚ĖĀwarra	-1488
‚ĖĀUffata	-1489
‚ĖĀtokkoo	-1490
‚ĖĀDaqiiqaa	-1491
ung	-1492
‚ĖĀGaa	-1493
‚ĖĀibi	-1494
ataan	-1495
‚ĖĀkolf	-1496
‚ĖĀdeemnu	-1497
attoonni	-1498
‚ĖĀfudhate	-1499
‚ĖĀqarshii	-1500
miin	-1501
uutu	-1502
aandii	-1503
‚ĖĀisinitti	-1504
‚ĖĀgammachuu	-1505
aaree	-1506
laq	-1507
‚ĖĀMag	-1508
alluu	-1509
‚ĖĀfoddaa	-1510
‚ĖĀxiqqaadha	-1511
aak	-1512
‚ĖĀmeeq	-1513
arqara	-1514
‚ĖĀjettu	-1515
‚ĖĀnutti	-1516
‚ĖĀjiraata	-1517
eeq	-1518
‚ĖĀqophaa	-1519
‚ĖĀdubbata	-1520
‚ĖĀgaariin	-1521
‚ĖĀkootiif	-1522
‚ĖĀisaatiin	-1523
‚ĖĀgammachiisa	-1524
caa	-1525
‚ĖĀaja	-1526
‚ĖĀroo	-1527
allatt	-1528
‚ĖĀWalga	-1529
00	-1530
inuu	-1531
‚ĖĀjette	-1532
‚ĖĀnyaan	-1533
‚ĖĀosoon	-1534
‚ĖĀgadd	-1535
‚ĖĀKanaaf	-1536
iit	-1537
pit	-1538
‚ĖĀbor	-1539
ummaan	-1540
‚ĖĀdhufa	-1541
injaala	-1542
‚ĖĀEenyuutu	-1543
‚ĖĀdhukkubs	-1544
‚ĖĀIsn	-1545
‚ĖĀbiqil	-1546
‚ĖĀAd	-1547
‚ĖĀFil	-1548
‚ĖĀBarr	-1549
‚ĖĀDubb	-1550
‚ĖĀhang	-1551
‚ĖĀkaan	-1552
‚ĖĀdambalii	-1553
‚ĖĀbuufata	-1554
‚ĖĀhojjenne	-1555
‚ĖĀhundinuu	-1556
‚ĖĀur	-1557
‚ĖĀMeesh	-1558
‚ĖĀillee	-1559
‚ĖĀbeekta	-1560
‚ĖĀgidduu	-1561
‚ĖĀdhiisaa	-1562
juu	-1563
‚ĖĀgub	-1564
‚ĖĀkaba	-1565
‚ĖĀMaqaa	-1566
‚ĖĀKophee	-1567
‚ĖĀMucaan	-1568
‚ĖĀfuuldur	-1569
‚ĖĀad	-1570
saan	-1571
jjira	-1572
‚ĖĀalaa	-1573
aaqana	-1574
‚ĖĀkeeny	-1575
‚ĖĀrakkis	-1576
‚ĖĀuffata	-1577
‚ĖĀarganne	-1578
meen	-1579
‚ĖĀDokt	-1580
‚ĖĀiyyuu	-1581
batti	-1582
‚ĖĀjala	-1583
‚ĖĀhimaa	-1584
iix	-1585
ola	-1586
‚ĖĀfoo	-1587
‚ĖĀmagaalaa	-1588
‚ĖĀsadarkaa	-1589
‚ĖĀsaffisaan	-1590
jaa	-1591
ffeer	-1592
‚ĖĀBars	-1593
‚ĖĀargatte	-1594
‚ĖĀtilmaam	-1595
‚ĖĀdheeraaf	-1596
‚ĖĀqorra	-1597
‚ĖĀturuu	-1598
‚ĖĀint	-1599
‚ĖĀeeguu	-1600
quu	-1601
‚ĖĀFuu	-1602
‚ĖĀHaala	-1603
‚ĖĀbarbaadaa	-1604
yinii	-1605
‚ĖĀdhaam	-1606
iba	-1607
‚ĖĀsiree	-1608
‚ĖĀhirriba	-1609
‚ĖĀIjoollee	-1610
‚ĖĀmuka	-1611
aaliyaa	-1612
‚ĖĀfayyadamuu	-1613
biin	-1614
ustir	-1615
‚ĖĀBu	-1616
‚ĖĀIm	-1617
suun	-1618
oolii	-1619
‚ĖĀlafa	-1620
‚ĖĀamanu	-1621
‚ĖĀmeesh	-1622
‚ĖĀbaabur	-1623
‚ĖĀAwustir	-1624
‚ĖĀJireenya	-1625
‚ĖĀgabaabaa	-1626
‚ĖĀbarsiisaa	-1627
abab	-1628
‚ĖĀbanaa	-1629
‚ĖĀarguuf	-1630
‚ĖĀmitiiree	-1631
buu	-1632
‚ĖĀjech	-1633
‚ĖĀsaan	-1634
‚ĖĀDhimma	-1635
‚ĖĀqorraa	-1636
‚ĖĀdargagg	-1637
‚ĖĀbul	-1638
‚ĖĀmor	-1639
‚ĖĀXalayaa	-1640
‚ĖĀgala	-1641
‚ĖĀwalakkaa	-1642
‚ĖĀkeessaniif	-1643
wwaa	-1644
attuu	-1645
adheen	-1646
‚ĖĀnamaa	-1647
‚ĖĀaddaan	-1648
‚ĖĀaffeer	-1649
‚ĖĀdeemuuf	-1650
‚ĖĀdubbatu	-1651
‚ĖĀqarqara	-1652
amni	-1653
uura	-1654
‚ĖĀmuf	-1655
‚ĖĀToomiif	-1656
‚ĖĀAwustiraaliyaa	-1657
ise	-1658
yaan	-1659
‚ĖĀbeekne	-1660
raan	-1661
aayii	-1662
atinaa	-1663
‚ĖĀmaqaa	-1664
site	-1665
anneen	-1666
‚ĖĀjiruu	-1667
‚ĖĀrakkisaadha	-1668
ka	-1669
amummaa	-1670
‚ĖĀduraan	-1671
‚ĖĀhalluu	-1672
‚ĖĀjiraatu	-1673
‚ĖĀsalphaadha	-1674
‚ĖĀlam	-1675
eenye	-1676
iiraa	-1677
‚ĖĀErga	-1678
‚ĖĀcaalu	-1679
‚ĖĀnarra	-1680
‚ĖĀkanuma	-1681
‚ĖĀIsniina	-1682
‚ĖĀogeessa	-1683
ima	-1684
‚ĖĀdamma	-1685
‚ĖĀbilbilaa	-1686
‚ĖĀGur	-1687
alama	-1688
‚ĖĀAbbaa	-1689
‚ĖĀch	-1690
‚ĖĀKoo	-1691
‚ĖĀmij	-1692
‚ĖĀSirr	-1693
‚ĖĀtaate	-1694
‚ĖĀbarbaadduu	-1695
eens	-1696
‚ĖĀfal	-1697
‚ĖĀhimi	-1698
‚ĖĀsababa	-1699
‚ĖĀsuuraa	-1700
‚ĖĀgalgala	-1701
‚ĖĀteessoo	-1702
‚ĖĀfakkaatta	-1703
‚ĖĀHiriyyoota	-1704
‚ĖĀTokk	-1705
‚ĖĀdhabuu	-1706
‚ĖĀQilleen	-1707
‚ĖĀdaqiiqaa	-1708
‚ĖĀkitaabaa	-1709
‚ĖĀdubbateera	-1710
‚ĖĀhojjechuuf	-1711
‚ĖĀNi	-1712
‚ĖĀDub	-1713
‚ĖĀSar	-1714
‚ĖĀifa	-1715
‚ĖĀjibb	-1716
‚ĖĀdhung	-1717
‚ĖĀgootu	-1718
oolaara	-1719
‚ĖĀyaadaa	-1720
‚ĖĀfayyadam	-1721
gab	-1722
uuraa	-1723
‚ĖĀTeessoo	-1724
‚ĖĀgammachiis	-1725
‚ĖĀmirkaneeff	-1726
ck	-1727
‚ĖĀqu	-1728
‚ĖĀRoob	-1729
‚ĖĀfagoo	-1730
‚ĖĀijaar	-1731
‚ĖĀeessaa	-1732
‚ĖĀBalbala	-1733
‚ĖĀlubbuun	-1734
‚ĖĀak	-1735
‚ĖĀbur	-1736
‚ĖĀbuu	-1737
‚ĖĀboon	-1738
‚ĖĀcall	-1739
‚ĖĀmala	-1740
arkaan	-1741
‚ĖĀkenna	-1742
‚ĖĀdeemte	-1743
‚ĖĀjireenyaa	-1744
‚ĖĀWa	-1745
‚ĖĀhan	-1746
‚ĖĀBuna	-1747
‚ĖĀdukk	-1748
ccitii	-1749
‚ĖĀshubb	-1750
aayidaa	-1751
‚ĖĀAkkuma	-1752
‚ĖĀSuuraa	-1753
‚ĖĀMaallaq	-1754
‚ĖĀOd	-1755
shann	-1756
‚ĖĀargu	-1757
‚ĖĀfayyaa	-1758
‚ĖĀlakkaa	-1759
‚ĖĀtilmaama	-1760
‚ĖĀbahuu	-1761
‚ĖĀfooyya	-1762
‚ĖĀtamboo	-1763
ammaffaa	-1764
‚ĖĀHarmeen	-1765
‚ĖĀkaffaltii	-1766
‚ĖĀqurxummii	-1767
‚ĖĀbeekamaadha	-1768
‚ĖĀhima	-1769
‚ĖĀjedha	-1770
‚ĖĀwaaree	-1771
ek	-1772
‚ĖĀjalqaba	-1773
‚ĖĀumuriin	-1774
‚ĖĀmurteess	-1775
‚ĖĀMur	-1776
‚ĖĀkof	-1777
iitti	-1778
‚ĖĀdhiy	-1779
‚ĖĀnuti	-1780
‚ĖĀargate	-1781
‚ĖĀdeemtu	-1782
‚ĖĀobboleessa	-1783
too	-1784
umna	-1785
‚ĖĀumr	-1786
‚ĖĀilaala	-1787
‚ĖĀfudhata	-1788
‚ĖĀofirraa	-1789
‚ĖĀMaq	-1790
‚ĖĀKaar	-1791
‚ĖĀdhibu	-1792
‚ĖĀMaaloo	-1793
‚ĖĀkitaaba	-1794
‚ĖĀxiyyeeff	-1795
‚ĖĀIngilizii	-1796
‚ĖĀbalal	-1797
‚ĖĀbeeks	-1798
‚ĖĀsocho	-1799
‚ĖĀkeetii	-1800
‚ĖĀkootii	-1801
‚ĖĀqoosaa	-1802
‚ĖĀrifeensa	-1803
atin	-1804
‚ĖĀQab	-1805
‚ĖĀMaqaan	-1806
‚ĖĀargachuuf	-1807
piit	-1808
qama	-1809
‚ĖĀnag	-1810
‚ĖĀUmur	-1811
‚ĖĀkophee	-1812
‚ĖĀLakkoof	-1813
‚ĖĀdhaloota	-1814
‚ĖĀdubbisuu	-1815
ze	-1816
ing	-1817
jee	-1818
‚ĖĀIja	-1819
eekii	-1820
‚ĖĀkudha	-1821
‚ĖĀWaggaa	-1822
‚ĖĀhojjete	-1823
ttuu	-1824
‚ĖĀsodd	-1825
‚ĖĀYaadni	-1826
‚ĖĀAkkaataa	-1827
‚ĖĀir	-1828
atiin	-1829
‚ĖĀdhang	-1830
‚ĖĀisheef	-1831
‚ĖĀcaalaatti	-1832
‚ĖĀbarreessuu	-1833
ix	-1834
iifi	-1835
‚ĖĀGor	-1836
umatti	-1837
‚ĖĀkofal	-1838
‚ĖĀdhageess	-1839
‚ĖĀdhugaatii	-1840
‚ĖĀv	-1841
‚ĖĀEe	-1842
‚ĖĀMi	-1843
ilee	-1844
laan	-1845
spit	-1846
aamur	-1847
‚ĖĀDeem	-1848
‚ĖĀgosa	-1849
xxaamur	-1850
‚ĖĀdammaq	-1851
‚ĖĀPoolisiin	-1852
‚ĖĀlammaffaa	-1853
ot	-1854
idha	-1855
‚ĖĀAdd	-1856
‚ĖĀqaroo	-1857
‚ĖĀhayyam	-1858
‚ĖĀjiraat	-1859
‚ĖĀmallatt	-1860
atteettaa	-1861
‚ĖĀhojjedha	-1862
‚ĖĀajaj	-1863
‚ĖĀbaan	-1864
‚ĖĀdokt	-1865
‚ĖĀyaabb	-1866
‚ĖĀgadhiis	-1867
‚ĖĀqaxxaamur	-1868
inni	-1869
banaa	-1870
‚ĖĀboor	-1871
‚ĖĀhidh	-1872
‚ĖĀariif	-1873
‚ĖĀRoobni	-1874
‚ĖĀtureef	-1875
‚ĖĀdulloom	-1876
‚ĖĀbitachuuf	-1877
amoo	-1878
‚ĖĀhat	-1879
‚ĖĀwan	-1880
isiis	-1881
‚ĖĀmiila	-1882
‚ĖĀFurtuu	-1883
‚ĖĀgowwaa	-1884
‚ĖĀSagalee	-1885
‚ĖĀhundaaf	-1886
‚ĖĀbiqiltuu	-1887
‚ĖĀduubatti	-1888
‚ĖĀgaafadhe	-1889
‚ĖĀkaar	-1890
‚ĖĀtolu	-1891
‚ĖĀyaale	-1892
‚ĖĀSeenaa	-1893
‚ĖĀjirtuu	-1894
‚ĖĀdhiisee	-1895
‚ĖĀmari	-1896
‚ĖĀSanduu	-1897
‚ĖĀilaale	-1898
‚ĖĀirraan	-1899
‚ĖĀdhiiraa	-1900
‚ĖĀgargaaru	-1901
annee	-1902
‚ĖĀgurraa	-1903
‚ĖĀachitti	-1904
‚ĖĀirbaata	-1905
‚ĖĀdaldalaa	-1906
‚ĖĀtaphachaa	-1907
kn	-1908
roo	-1909
‚ĖĀykn	-1910
aanni	-1911
inaan	-1912
aarkii	-1913
‚ĖĀargee	-1914
‚ĖĀsanaaf	-1915
‚ĖĀminjaala	-1916
‚ĖĀMaallaqni	-1917
‚ĖĀsalphaatti	-1918
ork	-1919
‚ĖĀOduu	-1920
‚ĖĀWiix	-1921
‚ĖĀnuff	-1922
‚ĖĀBakki	-1923
‚ĖĀammas	-1924
‚ĖĀmaatii	-1925
‚ĖĀFiilmii	-1926
‚ĖĀToomitti	-1927
‚ĖĀqabbanaa	-1928
‚ĖĀbarreessi	-1929
omb	-1930
‚ĖĀjen	-1931
faati	-1932
‚ĖĀbite	-1933
aggoota	-1934
‚ĖĀFilannoo	-1935
‚ĖĀgargaarsa	-1936
oog	-1937
‚ĖĀdib	-1938
siisuu	-1939
‚ĖĀrukut	-1940
attoota	-1941
‚ĖĀdhihoo	-1942
‚ĖĀWiixata	-1943
‚ĖĀgodheera	-1944
‚ĖĀotobusii	-1945
‚ĖĀqulqulluu	-1946
‚ĖĀkonkolaachis	-1947
imm	-1948
qor	-1949
‚ĖĀkir	-1950
‚ĖĀsob	-1951
diyoo	-1952
‚ĖĀbarn	-1953
ababni	-1954
‚ĖĀibsaa	-1955
‚ĖĀisaas	-1956
‚ĖĀmiilaa	-1957
‚ĖĀhaaraan	-1958
‚ĖĀshakk	-1959
isiisaa	-1960
‚ĖĀjireenya	-1961
‚ĖĀbarbaanna	-1962
‚ĖĀhiriyyoota	-1963
imb	-1964
‚ĖĀQorqor	-1965
‚ĖĀseenaa	-1966
‚ĖĀdubbate	-1967
‚ĖĀari	-1968
araqaa	-1969
‚ĖĀHomaa	-1970
‚ĖĀIsaanis	-1971
‚ĖĀJireenyi	-1972
‚ĖĀilaaluun	-1973
‚ĖĀsodaadha	-1974
‚ĖĀQilleensi	-1975
‚ĖĀIngiliffaa	-1976
tta	-1977
deen	-1978
neef	-1979
allaa	-1980
ichaa	-1981
isaas	-1982
annoon	-1983
imbirr	-1984
‚ĖĀDhuma	-1985
‚ĖĀobsuu	-1986
‚ĖĀseene	-1987
eenisii	-1988
‚ĖĀwaajjira	-1989
‚ĖĀgowwummaa	-1990
‚ĖĀdogoggoraa	-1991
gar	-1992
amarr	-1993
iidha	-1994
‚ĖĀDhum	-1995
‚ĖĀpool	-1996
tummaa	-1997
‚ĖĀdhuun	-1998
aruuraa	-1999
‚ĖĀgammadd	-2000
‚ĖĀgargaaruuf	-2001
‚ĖĀGo	-2002
‚ĖĀBiyy	-2003
neerra	-2004
‚ĖĀSababa	-2005
‚ĖĀWaanan	-2006
‚ĖĀhidhaa	-2007
‚ĖĀkitaab	-2008
‚ĖĀmilkaa	-2009
‚ĖĀtasgab	-2010
‚ĖĀKaroora	-2011
‚ĖĀboorsaa	-2012
‚ĖĀgaragal	-2013
‚ĖĀdoolaara	-2014
‚ĖĀteenisii	-2015
che	-2016
‚ĖĀLaf	-2017
ddisa	-2018
ineens	-2019
‚ĖĀGaraa	-2020
‚ĖĀaddaa	-2021
‚ĖĀfedhe	-2022
‚ĖĀdeemta	-2023
amaniiru	-2024
‚ĖĀrakkisaa	-2025
‚ĖĀaffeerraa	-2026
‚ĖĀObboleessi	-2027
son	-2028
‚ĖĀDar	-2029
‚ĖĀafur	-2030
‚ĖĀmaxx	-2031
taniif	-2032
‚ĖĀjecha	-2033
‚ĖĀqorri	-2034
‚ĖĀilkaan	-2035
‚ĖĀqisaas	-2036
‚ĖĀIrbaata	-2037
‚ĖĀdabarsuu	-2038
inu	-2039
‚ĖĀBa	-2040
eefu	-2041
‚ĖĀdub	-2042
‚ĖĀxuuxuu	-2043
‚ĖĀfaayidaa	-2044
‚ĖĀjechootaa	-2045
‚ĖĀDhumarratti	-2046
bee	-2047
‚ĖĀmo	-2048
‚ĖĀKaa	-2049
‚ĖĀIsin	-2050
‚ĖĀxiyy	-2051
achiis	-2052
‚ĖĀfuula	-2053
‚ĖĀduwwaa	-2054
‚ĖĀkennite	-2055
poor	-2056
‚ĖĀRif	-2057
‚ĖĀgad	-2058
eerri	-2059
sitee	-2060
ibsiif	-2061
‚ĖĀMiira	-2062
‚ĖĀjirre	-2063
‚ĖĀargama	-2064
‚ĖĀDhukkub	-2065
‚ĖĀBaaburri	-2066
‚ĖĀdukkanaa	-2067
‚ĖĀdhukkubsa	-2068
‚ĖĀkeessanii	-2069
aawaa	-2070
adhee	-2071
‚ĖĀfagaa	-2072
‚ĖĀhimne	-2073
faatina	-2074
‚ĖĀdhiise	-2075
‚ĖĀfudhadha	-2076
tichi	-2077
‚ĖĀReefu	-2078
‚ĖĀHaadha	-2079
lu	-2080
naan	-2081
‚ĖĀIfa	-2082
oostaa	-2083
‚ĖĀturee	-2084
chiisaa	-2085
‚ĖĀhawwii	-2086
‚ĖĀbarreeff	-2087
‚ĖĀnyaachuuf	-2088
ons	-2089
‚ĖĀKa	-2090
ombol	-2091
aatiif	-2092
‚ĖĀIshee	-2093
‚ĖĀfuudh	-2094
‚ĖĀdhufaa	-2095
‚ĖĀdaandii	-2096
‚ĖĀwaanuma	-2097
‚ĖĀhojjettu	-2098
‚ĖĀiyy	-2099
‚ĖĀJecha	-2100
‚ĖĀIntala	-2101
‚ĖĀharkaa	-2102
‚ĖĀilaalu	-2103
‚ĖĀkubbaa	-2104
‚ĖĀqofatu	-2105
‚ĖĀBarsiis	-2106
‚ĖĀbashann	-2107
‚ĖĀisaatti	-2108
‚ĖĀkootiin	-2109
‚ĖĀOtobusii	-2110
‚ĖĀhamaadha	-2111
‚ĖĀhojjedhe	-2112
‚ĖĀmeeqatti	-2113
‚ĖĀargachuun	-2114
‚ĖĀurgaa	-2115
‚ĖĀQormaata	-2116
‚ĖĀHamm	-2117
‚ĖĀjeeq	-2118
qaaquu	-2119
‚ĖĀkennu	-2120
‚ĖĀbilisa	-2121
‚ĖĀMagaalaa	-2122
‚ĖĀfudhadhu	-2123
‚ĖĀdagatinaa	-2124
‚ĖĀdandeenyaa	-2125
‚ĖĀobboleettii	-2126
‚ĖĀObboleettiin	-2127
‚ĖĀsaa	-2128
‚ĖĀanaaf	-2129
‚ĖĀbeela	-2130
‚ĖĀpoostaa	-2131
‚ĖĀbarreesse	-2132
‚ĖĀdabarseera	-2133
ook	-2134
‚ĖĀdhiib	-2135
‚ĖĀAniifi	-2136
‚ĖĀGatiin	-2137
‚ĖĀMaatii	-2138
‚ĖĀrukute	-2139
‚ĖĀakkanaa	-2140
‚ĖĀyaaluun	-2141
‚ĖĀdubbanne	-2142
amte	-2143
inee	-2144
kaak	-2145
‚ĖĀcirra	-2146
‚ĖĀiddoo	-2147
kaakayy	-2148
‚ĖĀfiilmii	-2149
‚ĖĀsodaachis	-2150
‚ĖĀbiskileetii	-2151
uq	-2152
‚ĖĀHi	-2153
‚ĖĀbaas	-2154
‚ĖĀargamu	-2155
‚ĖĀdhukkuba	-2156
‚ĖĀBarattoonni	-2157
wwee	-2158
aayin	-2159
‚ĖĀBalb	-2160
‚ĖĀYoon	-2161
‚ĖĀboru	-2162
aaleen	-2163
‚ĖĀgeess	-2164
‚ĖĀDeebii	-2165
‚ĖĀQalama	-2166
‚ĖĀdhufne	-2167
‚ĖĀNamichi	-2168
‚ĖĀrakkoon	-2169
‚ĖĀdubbadhu	-2170
lle	-2171
bboo	-2172
‚ĖĀana	-2173
ittan	-2174
‚ĖĀOfii	-2175
‚ĖĀgahe	-2176
‚ĖĀEessa	-2177
‚ĖĀHojje	-2178
‚ĖĀbeekna	-2179
‚ĖĀdeemna	-2180
‚ĖĀHiriyaa	-2181
‚ĖĀdabarsi	-2182
‚ĖĀdhufeera	-2183
‚ĖĀxiqqaate	-2184
iiz	-2185
aayil	-2186
‚ĖĀadii	-2187
‚ĖĀyaadne	-2188
‚ĖĀyaaduu	-2189
eessatti	-2190
‚ĖĀsoddoma	-2191
‚ĖĀgaariidha	-2192
qii	-2193
‚ĖĀBee	-2194
‚ĖĀbuna	-2195
‚ĖĀrafe	-2196
‚ĖĀGorsa	-2197
‚ĖĀHamma	-2198
iyaanoo	-2199
‚ĖĀciniin	-2200
‚ĖĀdoonii	-2201
‚ĖĀeenyuu	-2202
‚ĖĀintala	-2203
‚ĖĀqabaat	-2204
‚ĖĀaanutti	-2205
‚ĖĀbitadhe	-2206
‚ĖĀBoqonnaa	-2207
‚ĖĀhubachuu	-2208
‚ĖĀKitaabota	-2209
‚ĖĀbareedduudha	-2210
ha	-2211
goo	-2212
uut	-2213
‚ĖĀif	-2214
ppaa	-2215
ppii	-2216
umsi	-2217
‚ĖĀHan	-2218
arree	-2219
‚ĖĀbahu	-2220
‚ĖĀdaak	-2221
‚ĖĀilma	-2222
‚ĖĀDhaabb	-2223
‚ĖĀsodaat	-2224
‚ĖĀNaannoo	-2225
‚ĖĀtokkotu	-2226
‚ĖĀqabadheen	-2227
‚ĖĀAl	-2228
‚ĖĀca	-2229
attan	-2230
‚ĖĀkufe	-2231
choota	-2232
‚ĖĀTapha	-2233
‚ĖĀdhiif	-2234
‚ĖĀnaanna	-2235
‚ĖĀbilbile	-2236
‚ĖĀtarkaan	-2237
eeffannoo	-2238
‚ĖĀmuuziqaa	-2239
‚ĖĀargadheera	-2240
ddi	-2241
xii	-2242
llaa	-2243
‚ĖĀsar	-2244
‚ĖĀHiriy	-2245
‚ĖĀbiroo	-2246
‚ĖĀcinaa	-2247
‚ĖĀhiika	-2248
‚ĖĀqaana	-2249
‚ĖĀJalqab	-2250
‚ĖĀbalali	-2251
‚ĖĀhangam	-2252
‚ĖĀmagaal	-2253
ataniiru	-2254
‚ĖĀgaafatte	-2255
‚ĖĀjiraadha	-2256
‚ĖĀjaallattaa	-2257
ve	-2258
llaan	-2259
‚ĖĀbade	-2260
‚ĖĀdhuk	-2261
‚ĖĀeega	-2262
‚ĖĀgarg	-2263
‚ĖĀmudaa	-2264
‚ĖĀdhuguu	-2265
‚ĖĀdursee	-2266
‚ĖĀkompiit	-2267
‚ĖĀSanduuqa	-2268
‚ĖĀSaroonni	-2269
‚ĖĀgalateeff	-2270
‚ĖĀhojjechuun	-2271
umm	-2272
agan	-2273
irii	-2274
‚ĖĀlol	-2275
‚ĖĀhaal	-2276
‚ĖĀwaam	-2277
‚ĖĀbitaa	-2278
‚ĖĀqabuuf	-2279
‚ĖĀargeera	-2280
‚ĖĀeessatti	-2281
‚ĖĀfilannoo	-2282
‚ĖĀmurteesse	-2283
oni	-2284
‚ĖĀOb	-2285
choo	-2286
neen	-2287
atama	-2288
‚ĖĀdarbee	-2289
‚ĖĀBilbila	-2290
‚ĖĀSababni	-2291
‚ĖĀdoktora	-2292
‚ĖĀdinqisiifadha	-2293
alti	-2294
etti	-2295
aarri	-2296
‚ĖĀgoota	-2297
eekk	-2298
‚ĖĀGab	-2299
‚ĖĀtapha	-2300
‚ĖĀijooll	-2301
‚ĖĀmaraat	-2302
‚ĖĀuffatte	-2303
‚ĖĀwayinii	-2304
‚ĖĀbarachaa	-2305
‚ĖĀhirribaa	-2306
‚ĖĀdadhabeera	-2307
qo	-2308
chaan	-2309
‚ĖĀcicc	-2310
‚ĖĀfufe	-2311
‚ĖĀkoma	-2312
‚ĖĀquuf	-2313
isiisa	-2314
‚ĖĀWarra	-2315
‚ĖĀhumna	-2316
‚ĖĀdeemsa	-2317
‚ĖĀgodhaa	-2318
‚ĖĀmaxxan	-2319
‚ĖĀsaandu	-2320
‚ĖĀBaabura	-2321
‚ĖĀakkasuma	-2322
‚ĖĀgargaara	-2323
‚ĖĀliqeessuu	-2324
‚ĖĀdandeettii	-2325
‚ĖĀdubbachuuf	-2326
‚ĖĀFaransaayiin	-2327
org	-2328
attaa	-2329
alatti	-2330
teetta	-2331
‚ĖĀgaluu	-2332
‚ĖĀsuuta	-2333
‚ĖĀdachaa	-2334
uuxannoo	-2335
‚ĖĀgammada	-2336
‚ĖĀWantoonni	-2337
‚ĖĀjaalallee	-2338
‚ĖĀdubbachuun	-2339
‚ĖĀbareedaadha	-2340
‚ĖĀhojjedheera	-2341
ele	-2342
‚ĖĀDu	-2343
‚ĖĀTik	-2344
isuun	-2345
‚ĖĀgale	-2346
‚ĖĀGamma	-2347
‚ĖĀgurbaa	-2348
‚ĖĀroobaa	-2349
spitaala	-2350
‚ĖĀnyaanne	-2351
et	-2352
ooti	-2353
onitti	-2354
‚ĖĀDubar	-2355
‚ĖĀNatti	-2356
‚ĖĀkabaj	-2357
‚ĖĀWaraan	-2358
‚ĖĀjaalala	-2359
‚ĖĀlaaqana	-2360
‚ĖĀuffatee	-2361
‚ĖĀWalgahii	-2362
‚ĖĀsaanduqa	-2363
‚ĖĀgurraacha	-2364
‚ĖĀDuu	-2365
‚ĖĀMil	-2366
‚ĖĀtir	-2367
‚ĖĀaduu	-2368
‚ĖĀqusa	-2369
‚ĖĀHammam	-2370
‚ĖĀtorbee	-2371
stonitti	-2372
‚ĖĀIntalti	-2373
‚ĖĀGuyyoota	-2374
‚ĖĀYoomiyyuu	-2375
‚ĖĀxiyyaaraa	-2376
‚ĖĀObboleessa	-2377
‚ĖĀbarreessaa	-2378
vi	-2379
res	-2380
‚ĖĀQa	-2381
‚ĖĀut	-2382
jjab	-2383
amuuf	-2384
atame	-2385
ubbii	-2386
‚ĖĀAbaa	-2387
arraan	-2388
eeskii	-2389
‚ĖĀkeeti	-2390
‚ĖĀqaala	-2391
‚ĖĀseera	-2392
‚ĖĀwalga	-2393
eessite	-2394
‚ĖĀDuraanis	-2395
‚ĖĀWantoota	-2396
‚ĖĀqabachuu	-2397
‚ĖĀfin	-2398
‚ĖĀmak	-2399
‚ĖĀumm	-2400
teela	-2401
‚ĖĀFakk	-2402
‚ĖĀeege	-2403
‚ĖĀgudda	-2404
‚ĖĀhundaa	-2405
‚ĖĀGuyyaan	-2406
‚ĖĀdirqama	-2407
‚ĖĀbilbiluu	-2408
‚ĖĀyaadadha	-2409
‚ĖĀkofalchiis	-2410
san	-2411
‚ĖĀod	-2412
‚ĖĀaww	-2413
‚ĖĀgan	-2414
‚ĖĀduuba	-2415
poortii	-2416
‚ĖĀsanaan	-2417
‚ĖĀgargaaraa	-2418
‚ĖĀjaallatti	-2419
‚ĖĀBoostonitti	-2420
hiin	-2421
tuun	-2422
oosaa	-2423
‚ĖĀkuta	-2424
‚ĖĀgootan	-2425
‚ĖĀhunduu	-2426
‚ĖĀseeraa	-2427
‚ĖĀyaadee	-2428
‚ĖĀJijjiir	-2429
‚ĖĀhawwata	-2430
taniittuu	-2431
‚ĖĀDhugaatii	-2432
‚ĖĀKo	-2433
‚ĖĀDhi	-2434
eerum	-2435
uutti	-2436
‚ĖĀhogg	-2437
‚ĖĀbahee	-2438
‚ĖĀnyaatu	-2439
‚ĖĀAbaaboo	-2440
‚ĖĀBuufata	-2441
‚ĖĀargadhu	-2442
‚ĖĀdhabuun	-2443
‚ĖĀmijataa	-2444
‚ĖĀAddunyaa	-2445
‚ĖĀqabuudha	-2446
‚ĖĀHiriyoonni	-2447
‚ĖĀKom	-2448
siise	-2449
‚ĖĀDaan	-2450
‚ĖĀTokko	-2451
‚ĖĀdhuma	-2452
‚ĖĀgaree	-2453
‚ĖĀgorsa	-2454
‚ĖĀimala	-2455
‚ĖĀimmoo	-2456
amarran	-2457
iilmiin	-2458
‚ĖĀdhufte	-2459
‚ĖĀofitti	-2460
‚ĖĀtaatee	-2461
‚ĖĀkaroora	-2462
fiin	-2463
‚ĖĀTas	-2464
‚ĖĀHogg	-2465
‚ĖĀamala	-2466
‚ĖĀdhork	-2467
‚ĖĀgalmee	-2468
‚ĖĀhammam	-2469
‚ĖĀnyaadhu	-2470
‚ĖĀBalballi	-2471
‚ĖĀMuuziqaa	-2472
‚ĖĀdhangala	-2473
‚ĖĀdhiiseen	-2474
‚ĖĀdubbisaa	-2475
‚ĖĀqabeessa	-2476
‚ĖĀQorqorroo	-2477
imni	-2478
oogi	-2479
‚ĖĀmad	-2480
‚ĖĀball	-2481
‚ĖĀsoba	-2482
eessee	-2483
eetiin	-2484
ootaaf	-2485
‚ĖĀmiliq	-2486
‚ĖĀsuukan	-2487
‚ĖĀGalgala	-2488
‚ĖĀSeenaan	-2489
‚ĖĀShaayii	-2490
‚ĖĀpaarkii	-2491
‚ĖĀhojiitti	-2492
‚ĖĀhojjetame	-2493
‚ĖĀyaadachuu	-2494
‚ĖĀBarsiisaan	-2495
isu	-2496
tira	-2497
‚ĖĀxur	-2498
‚ĖĀcacc	-2499
‚ĖĀQoosaa	-2500
‚ĖĀbaatee	-2501
‚ĖĀAkkamittan	-2502
‚ĖĀBiskileetii	-2503
‚ĖĀbarbaachisaadha	-2504
ela	-2505
‚ĖĀFe	-2506
iyoo	-2507
‚ĖĀLol	-2508
‚ĖĀbuuf	-2509
‚ĖĀdide	-2510
‚ĖĀeegu	-2511
‚ĖĀsiin	-2512
ammata	-2513
‚ĖĀafeer	-2514
‚ĖĀeegal	-2515
‚ĖĀmucaa	-2516
irratti	-2517
‚ĖĀbaabura	-2518
‚ĖĀqabamee	-2519
siin	-2520
sona	-2521
elevi	-2522
‚ĖĀPaar	-2523
‚ĖĀlaaf	-2524
‚ĖĀDafee	-2525
‚ĖĀcaala	-2526
‚ĖĀduruu	-2527
‚ĖĀMilkaa	-2528
‚ĖĀhundatti	-2529
chif	-2530
isee	-2531
‚ĖĀKol	-2532
‚ĖĀtuq	-2533
amtee	-2534
arsii	-2535
‚ĖĀMoot	-2536
‚ĖĀaanu	-2537
‚ĖĀhimu	-2538
‚ĖĀquba	-2539
‚ĖĀImala	-2540
‚ĖĀgoonu	-2541
‚ĖĀisaati	-2542
‚ĖĀumriin	-2543
‚ĖĀwarraa	-2544
‚ĖĀAnillee	-2545
‚ĖĀqorraan	-2546
‚ĖĀgidduutti	-2547
ca	-2548
ila	-2549
‚ĖĀGuut	-2550
baatti	-2551
jiinii	-2552
‚ĖĀBiyya	-2553
‚ĖĀciree	-2554
‚ĖĀcimaan	-2555
‚ĖĀmachaa	-2556
‚ĖĀgowwoom	-2557
‚ĖĀilaallu	-2558
‚ĖĀdhiisuun	-2559
‚ĖĀKitaabicha	-2560
‚ĖĀdagadheera	-2561
‚ĖĀgaafatamummaa	-2562
jeel	-2563
‚ĖĀIlmi	-2564
‚ĖĀSaan	-2565
‚ĖĀaann	-2566
‚ĖĀarga	-2567
‚ĖĀbarre	-2568
‚ĖĀfidaa	-2569
‚ĖĀroobe	-2570
‚ĖĀaannan	-2571
‚ĖĀNyaanni	-2572
‚ĖĀUmuriin	-2573
‚ĖĀbineens	-2574
‚ĖĀdadhabe	-2575
‚ĖĀhafuura	-2576
‚ĖĀFiilmiin	-2577
‚ĖĀgaafadhu	-2578
‚ĖĀOg	-2579
jaaj	-2580
alaan	-2581
dhiin	-2582
‚ĖĀTook	-2583
‚ĖĀXiyy	-2584
‚ĖĀwall	-2585
eeraan	-2586
unyaan	-2587
‚ĖĀMucaa	-2588
‚ĖĀdaree	-2589
‚ĖĀfiduu	-2590
‚ĖĀhimte	-2591
‚ĖĀabbaan	-2592
‚ĖĀkeetti	-2593
‚ĖĀtiraaf	-2594
‚ĖĀlakkoof	-2595
‚ĖĀmeeshaa	-2596
‚ĖĀpoolisii	-2597
‚ĖĀmagaalattii	-2598
edha	-2599
erre	-2600
ksii	-2601
‚ĖĀEes	-2602
oores	-2603
‚ĖĀYaal	-2604
‚ĖĀreef	-2605
‚ĖĀHirri	-2606
‚ĖĀsilaa	-2607
‚ĖĀyaala	-2608
‚ĖĀKaroor	-2609
‚ĖĀkaasee	-2610
‚ĖĀDargagg	-2611
‚ĖĀkoottaa	-2612
‚ĖĀcimaadha	-2613
‚ĖĀjabeessa	-2614
chu	-2615
otaa	-2616
‚ĖĀpir	-2617
‚ĖĀimal	-2618
‚ĖĀliqii	-2619
aggeeff	-2620
‚ĖĀBorsaa	-2621
‚ĖĀLaaqana	-2622
‚ĖĀargitee	-2623
‚ĖĀqoricha	-2624
‚ĖĀtasumaa	-2625
‚ĖĀKaroorri	-2626
‚ĖĀdhagahamu	-2627
rra	-2628
uph	-2629
qaan	-2630
‚ĖĀHaf	-2631
‚ĖĀibs	-2632
iyoon	-2633
orgom	-2634
‚ĖĀtuff	-2635
‚ĖĀibsuu	-2636
‚ĖĀrooba	-2637
‚ĖĀreefuu	-2638
‚ĖĀturtee	-2639
‚ĖĀAchitti	-2640
‚ĖĀdargaggeessa	-2641
ilb	-2642
‚ĖĀHa	-2643
amuun	-2644
iigal	-2645
‚ĖĀAbdii	-2646
‚ĖĀIlaal	-2647
‚ĖĀgahuu	-2648
‚ĖĀijaan	-2649
‚ĖĀBalaan	-2650
‚ĖĀFoddaa	-2651
‚ĖĀbeektuu	-2652
‚ĖĀcaalaan	-2653
‚ĖĀogummaa	-2654
‚ĖĀTookiyoo	-2655
‚ĖĀJaalallee	-2656
‚ĖĀObboleettii	-2657
dir	-2658
ugg	-2659
‚ĖĀAmm	-2660
‚ĖĀKen	-2661
zexaa	-2662
ubbiin	-2663
‚ĖĀsagal	-2664
‚ĖĀutaal	-2665
‚ĖĀdhaquu	-2666
‚ĖĀroobuu	-2667
‚ĖĀDeebiin	-2668
‚ĖĀhawwatu	-2669
‚ĖĀxalayaa	-2670
‚ĖĀyaaddaa	-2671
‚ĖĀilaaluuf	-2672
‚ĖĀbarachuuf	-2673
‚ĖĀman	-2674
‚ĖĀsaam	-2675
iseera	-2676
‚ĖĀqabuu	-2677
eessaan	-2678
‚ĖĀdallaa	-2679
‚ĖĀheerum	-2680
‚ĖĀnageenya	-2681
‚ĖĀyaadadhu	-2682
‚ĖĀAsirratti	-2683
‚ĖĀdhageenye	-2684
‚ĖĀbarumsaatti	-2685
ce	-2686
‚ĖĀde	-2687
soos	-2688
‚ĖĀbaq	-2689
‚ĖĀDhii	-2690
‚ĖĀAsoos	-2691
‚ĖĀbaane	-2692
‚ĖĀergaa	-2693
‚ĖĀdeeman	-2694
‚ĖĀhimuuf	-2695
‚ĖĀIccitii	-2696
‚ĖĀdhaabuu	-2697
‚ĖĀhogganaa	-2698
ed	-2699
iyee	-2700
‚ĖĀsoor	-2701
‚ĖĀGanna	-2702
‚ĖĀSirba	-2703
‚ĖĀeegga	-2704
‚ĖĀoofuu	-2705
‚ĖĀakeekk	-2706
‚ĖĀturuuf	-2707
aalaatti	-2708
‚ĖĀfudhatu	-2709
‚ĖĀgorsite	-2710
‚ĖĀkanatti	-2711
‚ĖĀmiilaan	-2712
‚ĖĀbiraatti	-2713
‚ĖĀjijjiiruu	-2714
‚ĖĀfudhachuuf	-2715
‚ĖĀulfaataadha	-2716
taaf	-2717
‚ĖĀAch	-2718
amtii	-2719
‚ĖĀsadd	-2720
‚ĖĀMataa	-2721
‚ĖĀbiiraa	-2722
‚ĖĀgeenye	-2723
‚ĖĀfiladha	-2724
‚ĖĀqabadhu	-2725
‚ĖĀrakkina	-2726
‚ĖĀnyaachaa	-2727
‚ĖĀpiyaanoo	-2728
‚ĖĀQurxummii	-2729
‚ĖĀkitaabota	-2730
xa	-2731
‚ĖĀPir	-2732
‚ĖĀgab	-2733
‚ĖĀkut	-2734
‚ĖĀsim	-2735
‚ĖĀAchi	-2736
‚ĖĀKaam	-2737
‚ĖĀfoon	-2738
‚ĖĀLakki	-2739
‚ĖĀabjuu	-2740
‚ĖĀbaase	-2741
‚ĖĀfiige	-2742
‚ĖĀliqim	-2743
‚ĖĀcaccab	-2744
‚ĖĀhamaan	-2745
‚ĖĀhangas	-2746
‚ĖĀqabate	-2747
‚ĖĀwaraan	-2748
‚ĖĀMeeshaa	-2749
‚ĖĀgammade	-2750
‚ĖĀkanarraa	-2751
‚ĖĀbarbaaddan	-2752
‚ĖĀid	-2753
eeyy	-2754
‚ĖĀRaa	-2755
‚ĖĀDald	-2756
‚ĖĀroobu	-2757
‚ĖĀsirra	-2758
agantaa	-2759
oogidda	-2760
‚ĖĀAyyaan	-2761
‚ĖĀWaadaa	-2762
‚ĖĀargina	-2763
‚ĖĀturuun	-2764
aashinii	-2765
garummaa	-2766
‚ĖĀSimbirr	-2767
‚ĖĀfincaan	-2768
‚ĖĀDaandiin	-2769
‚ĖĀeenyuuti	-2770
‚ĖĀqaruuraa	-2771
‚ĖĀyoomiyyuu	-2772
car	-2773
ite	-2774
‚ĖĀIb	-2775
uuzii	-2776
‚ĖĀAann	-2777
‚ĖĀbifa	-2778
‚ĖĀboqo	-2779
‚ĖĀmorm	-2780
‚ĖĀoduu	-2781
itaara	-2782
‚ĖĀFuula	-2783
‚ĖĀgamoo	-2784
‚ĖĀrafuu	-2785
‚ĖĀseenu	-2786
‚ĖĀgochaa	-2787
‚ĖĀkamiin	-2788
‚ĖĀqabame	-2789
‚ĖĀseenuu	-2790
‚ĖĀmeeqatu	-2791
‚ĖĀyaaddoo	-2792
‚ĖĀdhugaadha	-2793
‚ĖĀmeeshaalee	-2794
‚ĖĀqabadheera	-2795
‚ĖĀhoo	-2796
‚ĖĀkak	-2797
aaboo	-2798
‚ĖĀcabse	-2799
‚ĖĀAannan	-2800
attamaan	-2801
‚ĖĀMaatiin	-2802
‚ĖĀabaaboo	-2803
‚ĖĀargamne	-2804
‚ĖĀbaankii	-2805
‚ĖĀdhumaaf	-2806
‚ĖĀiccitii	-2807
‚ĖĀdaraaraa	-2808
‚ĖĀguyyoota	-2809
‚ĖĀnyaachuun	-2810
‚ĖĀqilleensa	-2811
‚ĖĀtasgabbaa	-2812
‚ĖĀyoomiitti	-2813
‚ĖĀGa	-2814
‚ĖĀmal	-2815
‚ĖĀFoon	-2816
‚ĖĀGaar	-2817
‚ĖĀgogaa	-2818
‚ĖĀyaalu	-2819
‚ĖĀGareen	-2820
‚ĖĀMagaal	-2821
‚ĖĀMurtoo	-2822
‚ĖĀTamboo	-2823
‚ĖĀdaakuu	-2824
‚ĖĀmurtoo	-2825
‚ĖĀsadiif	-2826
‚ĖĀBilbilli	-2827
‚ĖĀgaafadha	-2828
‚ĖĀwaggoota	-2829
elevijiinii	-2830
‚ĖĀ'	-2831
aarf	-2832
amtu	-2833
leen	-2834
isuuf	-2835
‚ĖĀfalm	-2836
‚ĖĀolka	-2837
attiin	-2838
‚ĖĀBooda	-2839
‚ĖĀbaruu	-2840
‚ĖĀgurgu	-2841
‚ĖĀlafaa	-2842
leejjii	-2843
‚ĖĀfurdaa	-2844
‚ĖĀHirriba	-2845
‚ĖĀWayinii	-2846
‚ĖĀkennine	-2847
‚ĖĀkunooti	-2848
‚ĖĀAkaakayy	-2849
‚ĖĀBarreeff	-2850
‚ĖĀHiriyaan	-2851
‚ĖĀamanamaa	-2852
‚ĖĀdubbatte	-2853
‚ĖĀagarsiisa	-2854
‚ĖĀfincaanii	-2855
‚ĖĀjiraachaa	-2856
‚ĖĀtuu	-2857
atamu	-2858
‚ĖĀhirk	-2859
‚ĖĀkuma	-2860
ibaati	-2861
‚ĖĀSagal	-2862
‚ĖĀmirga	-2863
ukkaara	-2864
uuziyee	-2865
‚ĖĀKennaa	-2866
‚ĖĀWaliin	-2867
‚ĖĀdhuftu	-2868
‚ĖĀgeessu	-2869
‚ĖĀdeeskii	-2870
‚ĖĀkeenyaa	-2871
‚ĖĀDoktarri	-2872
‚ĖĀqormaata	-2873
‚ĖĀLakkoofsi	-2874
‚ĖĀWalgahiin	-2875
‚ĖĀjiraachuun	-2876
‚ĖĀkeenyayyuu	-2877
ji	-2878
zi	-2879
oll	-2880
‚ĖĀmis	-2881
‚ĖĀqal	-2882
shiin	-2883
‚ĖĀChaay	-2884
‚ĖĀCiree	-2885
‚ĖĀjirru	-2886
‚ĖĀBiiraa	-2887
‚ĖĀDubbiin	-2888
‚ĖĀofumaan	-2889
‚ĖĀDambalii	-2890
‚ĖĀdeebisee	-2891
‚ĖĀhawwataa	-2892
‚ĖĀbarbaannu	-2893
‚ĖĀhanqaaquu	-2894
‚ĖĀIbi	-2895
‚ĖĀdig	-2896
‚ĖĀsaf	-2897
‚ĖĀwar	-2898
aasii	-2899
xaxaa	-2900
‚ĖĀbadaa	-2901
ataatti	-2902
‚ĖĀgodhan	-2903
‚ĖĀlammii	-2904
‚ĖĀJalqaba	-2905
‚ĖĀargamuun	-2906
‚ĖĀdubbannu	-2907
‚ĖĀisaaniif	-2908
‚ĖĀjalqabuu	-2909
‚ĖĀkaffaluu	-2910
‚ĖĀqaroodha	-2911
‚ĖĀbarachuun	-2912
‚ĖĀisheetiin	-2913
tt	-2914
koo	-2915
‚ĖĀBi	-2916
‚ĖĀUl	-2917
‚ĖĀGam	-2918
amisa	-2919
‚ĖĀsirba	-2920
‚ĖĀEeyyee	-2921
‚ĖĀamanne	-2922
‚ĖĀdhiisi	-2923
‚ĖĀibidda	-2924
‚ĖĀqawwee	-2925
onsartii	-2926
‚ĖĀKaardii	-2927
‚ĖĀhayyama	-2928
‚ĖĀnyaadha	-2929
‚ĖĀdhuunfaa	-2930
‚ĖĀLakkoofsa	-2931
‚ĖĀagarsiise	-2932
‚ĖĀbarbaadan	-2933
aloo	-2934
‚ĖĀgama	-2935
‚ĖĀGaree	-2936
‚ĖĀSeera	-2937
‚ĖĀKubbaa	-2938
‚ĖĀmichuu	-2939
‚ĖĀsirbuu	-2940
‚ĖĀEenyutu	-2941
‚ĖĀwantoota	-2942
‚ĖĀwaraanaa	-2943
‚ĖĀkeenyatti	-2944
‚ĖĀKonkolaachis	-2945
oh	-2946
op	-2947
ffal	-2948
kiin	-2949
uroo	-2950
‚ĖĀAman	-2951
‚ĖĀSaff	-2952
‚ĖĀsuph	-2953
‚ĖĀturu	-2954
zidaan	-2955
‚ĖĀAbjuu	-2956
‚ĖĀMiila	-2957
‚ĖĀKaffal	-2958
‚ĖĀbeeknu	-2959
‚ĖĀSagaleen	-2960
‚ĖĀdubbattu	-2961
‚ĖĀhangamii	-2962
‚ĖĀhojjetan	-2963
‚ĖĀsanaatti	-2964
‚ĖĀdandeessi	-2965
‚ĖĀkofalchiisu	-2966
‚ĖĀOK	-2967
‚ĖĀqub	-2968
‚ĖĀDukk	-2969
‚ĖĀKoph	-2970
‚ĖĀadab	-2971
‚ĖĀbeey	-2972
‚ĖĀKanaa	-2973
‚ĖĀSuuta	-2974
‚ĖĀdabar	-2975
ooressa	-2976
‚ĖĀfakkaa	-2977
‚ĖĀturtan	-2978
iigaltee	-2979
‚ĖĀargadha	-2980
‚ĖĀibiddaa	-2981
‚ĖĀilaalle	-2982
‚ĖĀkanarra	-2983
‚ĖĀnyaadhe	-2984
‚ĖĀRifeensa	-2985
‚ĖĀTikeetii	-2986
‚ĖĀamanachuu	-2987
‚ĖĀdhaabbate	-2988
‚ĖĀulfaatina	-2989
‚ĖĀgaafachuuf	-2990
noo	-2991
sib	-2992
teen	-2993
yyoo	-2994
‚ĖĀDhuf	-2995
‚ĖĀMuka	-2996
‚ĖĀabda	-2997
‚ĖĀsaax	-2998
‚ĖĀSiree	-2999
‚ĖĀxuraa	-3000
‚ĖĀkolfaa	-3001
‚ĖĀnyaate	-3002
‚ĖĀtarree	-3003
‚ĖĀumurii	-3004
‚ĖĀKanneen	-3005
‚ĖĀdubbise	-3006
‚ĖĀjirutti	-3007
‚ĖĀXiyyeeff	-3008
‚ĖĀakkaataa	-3009
‚ĖĀwalgahii	-3010
‚ĖĀChaayinaa	-3011
‚ĖĀkompiitara	-3012
‚ĖĀMaariyaamiif	-3013
‚ĖĀqo	-3014
imaa	-3015
‚ĖĀhaq	-3016
oodha	-3017
‚ĖĀBaan	-3018
‚ĖĀerge	-3019
‚ĖĀlaga	-3020
eessan	-3021
‚ĖĀboona	-3022
‚ĖĀkaase	-3023
‚ĖĀqacar	-3024
‚ĖĀAwuroo	-3025
‚ĖĀKeekii	-3026
‚ĖĀargame	-3027
‚ĖĀdaftee	-3028
‚ĖĀWaraqaa	-3029
‚ĖĀifaadha	-3030
‚ĖĀAchumaan	-3031
‚ĖĀagarsiif	-3032
‚ĖĀnyaachis	-3033
‚ĖĀwalxaxaa	-3034
‚ĖĀfudhachuun	-3035
‚ĖĀgammachiisu	-3036
yoon	-3037
‚ĖĀuww	-3038
anaan	-3039
ariin	-3040
‚ĖĀkaam	-3041
‚ĖĀtole	-3042
teetti	-3043
‚ĖĀAmala	-3044
alayaan	-3045
‚ĖĀKanatu	-3046
‚ĖĀbaraar	-3047
‚ĖĀbosona	-3048
‚ĖĀfurtuu	-3049
‚ĖĀIntalli	-3050
‚ĖĀjalatti	-3051
‚ĖĀjedhama	-3052
‚ĖĀDhukkubs	-3053
‚ĖĀDogoggor	-3054
‚ĖĀbarnoota	-3055
‚ĖĀfuuldura	-3056
‚ĖĀdubbachaa	-3057
‚ĖĀqilleensi	-3058
‚ĖĀdandeessan	-3059
jek	-3060
‚ĖĀUr	-3061
okol	-3062
toob	-3063
‚ĖĀJar	-3064
‚ĖĀTol	-3065
eensi	-3066
iirri	-3067
oofne	-3068
‚ĖĀLubb	-3069
‚ĖĀgalu	-3070
‚ĖĀqaan	-3071
‚ĖĀcimee	-3072
‚ĖĀHundaa	-3073
‚ĖĀajjeef	-3074
‚ĖĀdhaaba	-3075
‚ĖĀdhaqeen	-3076
‚ĖĀwaraqaa	-3077
‚ĖĀqabnedha	-3078
‚ĖĀShamarran	-3079
‚ĖĀagarsiisi	-3080
‚ĖĀdhalootaa	-3081
‚ĖĀlakkoofsa	-3082
‚ĖĀqabaadhee	-3083
‚ĖĀOdeeffannoo	-3084
‚ĖĀgammachiisaa	-3085
‚ĖĀhaasofsiisuu	-3086
‚ĖĀz	-3087
aang	-3088
tima	-3089
aanna	-3090
iizaa	-3091
‚ĖĀIlma	-3092
‚ĖĀLafa	-3093
‚ĖĀbatt	-3094
‚ĖĀhiyy	-3095
‚ĖĀSalph	-3096
‚ĖĀqaama	-3097
ezidaan	-3098
‚ĖĀFedhii	-3099
‚ĖĀSeerri	-3100
‚ĖĀdhiisu	-3101
siboolii	-3102
‚ĖĀFuuldur	-3103
‚ĖĀargattu	-3104
‚ĖĀGaaddisa	-3105
‚ĖĀcirracha	-3106
‚ĖĀdhumeera	-3107
‚ĖĀgaaddisa	-3108
‚ĖĀfayyadama	-3109
omboleettii	-3110
‚ĖĀhospitaala	-3111
‚ĖĀsirreessuu	-3112
‚ĖĀbilcheessuu	-3113
aall	-3114
arga	-3115
kkaa	-3116
ojek	-3117
‚ĖĀNag	-3118
‚ĖĀfir	-3119
‚ĖĀsak	-3120
‚ĖĀxix	-3121
kaana	-3122
‚ĖĀDhih	-3123
‚ĖĀcabe	-3124
‚ĖĀfide	-3125
‚ĖĀqaal	-3126
annaan	-3127
varsii	-3128
‚ĖĀdhugu	-3129
‚ĖĀbaasii	-3130
‚ĖĀdhufan	-3131
‚ĖĀshakkii	-3132
‚ĖĀdubartii	-3133
‚ĖĀfudhanne	-3134
‚ĖĀBarsiisaa	-3135
‚ĖĀCaalaatti	-3136
‚ĖĀqabaachuun	-3137
‚ĖĀbilcheessuun	-3138
aaw	-3139
ibu	-3140
raw	-3141
‚ĖĀAna	-3142
‚ĖĀKir	-3143
‚ĖĀTur	-3144
‚ĖĀfii	-3145
tonni	-3146
‚ĖĀFiig	-3147
‚ĖĀcufe	-3148
‚ĖĀDaaww	-3149
‚ĖĀgaara	-3150
‚ĖĀsiyaa	-3151
‚ĖĀtolle	-3152
‚ĖĀumrii	-3153
‚ĖĀGalmee	-3154
‚ĖĀbahuun	-3155
‚ĖĀgubbaa	-3156
‚ĖĀqophii	-3157
‚ĖĀduubaan	-3158
‚ĖĀhubanne	-3159
‚ĖĀilaalte	-3160
‚ĖĀkeetiin	-3161
‚ĖĀfakkaataa	-3162
‚ĖĀamanamummaa	-3163
abb	-3164
chii	-3165
unni	-3166
‚ĖĀBad	-3167
‚ĖĀfee	-3168
‚ĖĀlaf	-3169
llama	-3170
‚ĖĀfida	-3171
‚ĖĀibsa	-3172
‚ĖĀqama	-3173
aansii	-3174
atanii	-3175
‚ĖĀErgaa	-3176
‚ĖĀKeess	-3177
‚ĖĀbaatu	-3178
‚ĖĀdubar	-3179
‚ĖĀhaati	-3180
‚ĖĀyaali	-3181
‚ĖĀQamisa	-3182
‚ĖĀdhagaa	-3183
‚ĖĀjajjab	-3184
‚ĖĀHafuura	-3185
‚ĖĀgammadu	-3186
‚ĖĀgitaara	-3187
‚ĖĀsakatta	-3188
‚ĖĀtaphata	-3189
‚ĖĀMiillaan	-3190
‚ĖĀdubbatin	-3191
‚ĖĀfudhannu	-3192
‚ĖĀisaatiif	-3193
‚ĖĀbarsiisuu	-3194
‚ĖĀtiraafikaa	-3195
‚ĖĀGuutummaatti	-3196
eeb	-3197
ger	-3198
tis	-3199
‚ĖĀon	-3200
‚ĖĀGon	-3201
‚ĖĀarr	-3202
qqoll	-3203
ttiin	-3204
‚ĖĀBeek	-3205
‚ĖĀCall	-3206
‚ĖĀJaar	-3207
‚ĖĀJoon	-3208
‚ĖĀgahu	-3209
‚ĖĀmilk	-3210
atamne	-3211
‚ĖĀfufuu	-3212
‚ĖĀgaabb	-3213
‚ĖĀwanta	-3214
‚ĖĀKanaan	-3215
‚ĖĀUmurii	-3216
‚ĖĀjennee	-3217
‚ĖĀjijjii	-3218
‚ĖĀCarraan	-3219
‚ĖĀHoteela	-3220
‚ĖĀkaardii	-3221
‚ĖĀtaasisa	-3222
‚ĖĀulfaata	-3223
‚ĖĀWaggoota	-3224
‚ĖĀdhiheesse	-3225
‚ĖĀmudateera	-3226
‚ĖĀbuufataatti	-3227
‚ĖĀijoollummaa	-3228
ttu	-3229
aase	-3230
eell	-3231
fama	-3232
‚ĖĀTaa	-3233
iinsa	-3234
‚ĖĀwagg	-3235
arreen	-3236
‚ĖĀNagaa	-3237
‚ĖĀhawwa	-3238
‚ĖĀlamaa	-3239
qqolloo	-3240
‚ĖĀDaftee	-3241
‚ĖĀKaraan	-3242
‚ĖĀaangoo	-3243
‚ĖĀbeekan	-3244
‚ĖĀbeekee	-3245
‚ĖĀdarbuu	-3246
‚ĖĀlubbuu	-3247
duraalee	-3248
kkeettii	-3249
‚ĖĀKopheen	-3250
‚ĖĀQoricha	-3251
‚ĖĀbaranne	-3252
‚ĖĀjiraate	-3253
‚ĖĀwallaal	-3254
‚ĖĀAyyaanni	-3255
‚ĖĀDaraaraa	-3256
‚ĖĀDubartii	-3257
‚ĖĀGaaffiin	-3258
‚ĖĀGonkumaa	-3259
‚ĖĀKanaadaa	-3260
‚ĖĀbarreess	-3261
‚ĖĀdeebisuu	-3262
‚ĖĀjaalalaa	-3263
‚ĖĀdubbisuun	-3264
‚ĖĀhojjettee	-3265
‚ĖĀmallattoo	-3266
‚ĖĀagarsiisuu	-3267
‚ĖĀIf	-3268
‚ĖĀRe	-3269
‚ĖĀko	-3270
roon	-3271
‚ĖĀEeg	-3272
‚ĖĀdug	-3273
‚ĖĀmuk	-3274
tutti	-3275
‚ĖĀkaaf	-3276
‚ĖĀleen	-3277
‚ĖĀtaan	-3278
‚ĖĀSitti	-3279
‚ĖĀbaate	-3280
‚ĖĀkanan	-3281
‚ĖĀsamii	-3282
attanii	-3283
‚ĖĀHaasaa	-3284
‚ĖĀargite	-3285
‚ĖĀbattal	-3286
‚ĖĀeeguun	-3287
‚ĖĀmirgaa	-3288
‚ĖĀGabaasa	-3289
‚ĖĀbiratti	-3290
‚ĖĀbitatte	-3291
‚ĖĀSirritti	-3292
‚ĖĀkamiinuu	-3293
‚ĖĀqabeenya	-3294
‚ĖĀkudhaniin	-3295
‚ĖĀdhukkubbii	-3296
qe	-3297
sin	-3298
aamp	-3299
ekon	-3300
ilab	-3301
ddoon	-3302
ulluu	-3303
‚ĖĀHiik	-3304
‚ĖĀraaf	-3305
‚ĖĀsirb	-3306
ekondii	-3307
‚ĖĀdubbii	-3308
‚ĖĀhimuun	-3309
‚ĖĀhinaaf	-3310
‚ĖĀmurtaa	-3311
‚ĖĀqabdan	-3312
‚ĖĀAmmatti	-3313
‚ĖĀhundaan	-3314
‚ĖĀshaayii	-3315
‚ĖĀhayyamamu	-3316
‚ĖĀdabalataan	-3317
‚ĖĀdhumarratti	-3318
‚ĖĀkeessanitti	-3319
‚ĖĀXiyyeeffannoo	-3320
aw	-3321
eey	-3322
‚ĖĀFa	-3323
‚ĖĀOr	-3324
‚ĖĀoo	-3325
gaan	-3326
‚ĖĀRoo	-3327
‚ĖĀfar	-3328
indaa	-3329
‚ĖĀSiin	-3330
‚ĖĀTaak	-3331
‚ĖĀTola	-3332
‚ĖĀboba	-3333
eessii	-3334
‚ĖĀdeegg	-3335
‚ĖĀmaraa	-3336
‚ĖĀDadhab	-3337
‚ĖĀawwaal	-3338
‚ĖĀdeebif	-3339
‚ĖĀjedhan	-3340
‚ĖĀmurtii	-3341
anneerra	-3342
‚ĖĀajjeese	-3343
‚ĖĀqamadii	-3344
‚ĖĀbarsiisa	-3345
‚ĖĀtokkodha	-3346
‚ĖĀxumurame	-3347
‚ĖĀGammachuu	-3348
‚ĖĀgaarummaa	-3349
‚ĖĀbishaaniin	-3350
omboleettiin	-3351
‚ĖĀAkaakayyuun	-3352
‚ĖĀdhageessanii	-3353
el	-3354
dde	-3355
‚ĖĀsib	-3356
aanne	-3357
ddaan	-3358
eetti	-3359
‚ĖĀbaat	-3360
‚ĖĀkute	-3361
‚ĖĀDeemi	-3362
‚ĖĀciisee	-3363
‚ĖĀidilee	-3364
‚ĖĀsareen	-3365
‚ĖĀshakka	-3366
‚ĖĀGurbaan	-3367
‚ĖĀTokkoon	-3368
‚ĖĀUffanni	-3369
‚ĖĀamantaa	-3370
‚ĖĀdabalaa	-3371
‚ĖĀkaasuun	-3372
‚ĖĀxumuruu	-3373
‚ĖĀWaajjira	-3374
‚ĖĀamansiis	-3375
‚ĖĀgodhinaa	-3376
‚ĖĀhundarra	-3377
‚ĖĀuffachuu	-3378
‚ĖĀbarnootaa	-3379
‚ĖĀAwurooppaa	-3380
‚ĖĀbaradheera	-3381
‚ĖĀjijjiirama	-3382
‚ĖĀjijjiirame	-3383
‚ĖĀtarkaanfii	-3384
ddu	-3385
‚ĖĀFu	-3386
tion	-3387
‚ĖĀHim	-3388
‚ĖĀJarm	-3389
‚ĖĀNaaf	-3390
‚ĖĀTole	-3391
‚ĖĀbare	-3392
‚ĖĀTeess	-3393
‚ĖĀjabaa	-3394
‚ĖĀDoonii	-3395
‚ĖĀqabatu	-3396
‚ĖĀqajeel	-3397
‚ĖĀManneen	-3398
‚ĖĀbarbaad	-3399
‚ĖĀMinjaala	-3400
‚ĖĀDhiheenya	-3401
‚ĖĀUlfaatina	-3402
‚ĖĀinjifachuu	-3403
‚ĖĀjaallattan	-3404
ami	-3405
vii	-3406
‚ĖĀce	-3407
aguu	-3408
‚ĖĀMoo	-3409
‚ĖĀabd	-3410
‚ĖĀDhiy	-3411
‚ĖĀmalu	-3412
atamuu	-3413
immaan	-3414
ooniin	-3415
‚ĖĀBalal	-3416
‚ĖĀInjif	-3417
‚ĖĀbadii	-3418
‚ĖĀdhuge	-3419
‚ĖĀdhibaa	-3420
‚ĖĀfakkii	-3421
‚ĖĀsochii	-3422
‚ĖĀbaradhe	-3423
‚ĖĀdaabboo	-3424
‚ĖĀdhuftee	-3425
‚ĖĀkireeff	-3426
‚ĖĀkoochoo	-3427
‚ĖĀmeetira	-3428
‚ĖĀsanarra	-3429
‚ĖĀJechoota	-3430
‚ĖĀWaraanni	-3431
‚ĖĀXalayaan	-3432
‚ĖĀcaaludha	-3433
‚ĖĀgaggeeff	-3434
‚ĖĀxumuruuf	-3435
‚ĖĀfayyadamu	-3436
‚ĖĀmuuxannoo	-3437
‚ĖĀtikkeettii	-3438
‚ĖĀnuffisiisaa	-3439
‚ĖĀmirkaneessuu	-3440
‚ĖĀsuukaneessaa	-3441
‚ĖĀdhaggeeffachuu	-3442
doo	-3443
erii	-3444
ziin	-3445
‚ĖĀKuf	-3446
chiif	-3447
iisha	-3448
sanii	-3449
unyoo	-3450
‚ĖĀAdaa	-3451
‚ĖĀbane	-3452
‚ĖĀdigd	-3453
‚ĖĀhate	-3454
‚ĖĀmuda	-3455
‚ĖĀkamtu	-3456
aayilii	-3457
iyyaara	-3458
‚ĖĀPoolis	-3459
‚ĖĀbaasee	-3460
‚ĖĀdeemin	-3461
‚ĖĀdhaqee	-3462
‚ĖĀhirmaa	-3463
‚ĖĀittiin	-3464
‚ĖĀsibiil	-3465
‚ĖĀcufamee	-3466
‚ĖĀfuudhuu	-3467
‚ĖĀlammata	-3468
‚ĖĀseeraan	-3469
‚ĖĀturetti	-3470
‚ĖĀwaraana	-3471
‚ĖĀxixiqqoo	-3472
‚ĖĀAkkaataan	-3473
‚ĖĀqabachuuf	-3474
‚ĖĀbarattoota	-3475
‚ĖĀtilmaamuun	-3476
itu	-3477
fame	-3478
qqii	-3479
‚ĖĀCim	-3480
‚ĖĀRiq	-3481
‚ĖĀoom	-3482
‚ĖĀpil	-3483
diruu	-3484
ullaa	-3485
‚ĖĀLaga	-3486
‚ĖĀkuuf	-3487
‚ĖĀmars	-3488
‚ĖĀwalq	-3489
aannee	-3490
aartii	-3491
‚ĖĀdhuga	-3492
‚ĖĀshaak	-3493
aateera	-3494
‚ĖĀKottaa	-3495
‚ĖĀargatu	-3496
‚ĖĀdhibba	-3497
‚ĖĀmannaa	-3498
‚ĖĀoomish	-3499
‚ĖĀtasuma	-3500
aleessaa	-3501
atteetti	-3502
orgommii	-3503
‚ĖĀdaldala	-3504
‚ĖĀdeemtee	-3505
‚ĖĀhayyamu	-3506
‚ĖĀmiidhaa	-3507
‚ĖĀIngiliff	-3508
‚ĖĀTeessoon	-3509
‚ĖĀbilbilli	-3510
‚ĖĀdhiibbaa	-3511
‚ĖĀeeggadha	-3512
‚ĖĀhordofaa	-3513
‚ĖĀYaadannoo	-3514
‚ĖĀargateera	-3515
‚ĖĀciisichaa	-3516
‚ĖĀdhaabatee	-3517
‚ĖĀDhugumatti	-3518
‚ĖĀgaraagarummaa	-3519
tama	-3520
‚ĖĀjaa	-3521
amiin	-3522
‚ĖĀSiif	-3523
‚ĖĀYeen	-3524
‚ĖĀciif	-3525
‚ĖĀfaay	-3526
‚ĖĀbaasu	-3527
‚ĖĀharoo	-3528
‚ĖĀofuma	-3529
‚ĖĀqofti	-3530
achiisa	-3531
iironni	-3532
‚ĖĀbalaan	-3533
‚ĖĀbiyyaa	-3534
‚ĖĀkeekii	-3535
‚ĖĀummata	-3536
‚ĖĀAdeerri	-3537
‚ĖĀMallatt	-3538
‚ĖĀdandama	-3539
‚ĖĀsimbirr	-3540
‚ĖĀtaphatu	-3541
‚ĖĀQaruuraa	-3542
‚ĖĀbeekamaa	-3543
‚ĖĀdeebitee	-3544
‚ĖĀjedhanii	-3545
‚ĖĀyaaleera	-3546
‚ĖĀXiyyaarri	-3547
